{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "This is probably their best-known song.",
        "ru": "Это, наверное, самая известная их песня."
      },
      {
        "en": "'Sunflowers' is one of his best-known paintings.",
        "ru": "\"Подсолнухи\" — это одна из самых известных его картин."
      },
      {
        "en": "Her poetry is counted among the best-known this century.",
        "ru": "Ее стихи принадлежат к числу самых известных поэтических произведений нашего века."
      },
      {
        "en": "Stevenson's best-known work is probably 'Treasure Island'.",
        "ru": "Наверное, самым известным произведением Стивенсона является \"Остров сокровищ\"."
      },
      {
        "en": "The museum features some of the best-known examples of this style of painting.",
        "ru": "В музее представлены некоторые из наиболее известных образцов этого стиля живописи."
      },
      {
        "en": "He's the best-known American outside the field of (=not connected with) politics.",
        "ru": "Он самый известный американец вне области политики (т.е. не связанный с политикой)."
      },
      {
        "en": "The best-known product of the company is a diagnostic test for human papillomavirus.",
        "ru": "Самым известным продуктом компании является диагностический тест на вирус папилломы человека."
      },
      {
        "en": "There is a direct correlation between the best-known brands and the best-selling brands.",
        "ru": "Существует прямая корреляция между наиболее известными и наиболее продаваемыми торговыми марками."
      },
      {
        "en": "You know him best — you should ask him.",
        "ru": "Ты лучше всех его знаешь, вот и спроси у него."
      },
      {
        "en": "He is best known for three rather bombastic poems.",
        "ru": "Он более всего известен, как автор трёх довольно высокопарных стихотворений."
      },
      {
        "en": "He is best known for his invention of the lightbulb.",
        "ru": "Больше всего он известен своим изобретением лампочки."
      },
      {
        "en": "He's perhaps best known for his role in 'Midnight Cowboy.'",
        "ru": "Возможно, самая известная его роль — в фильме \"Полуночный ковбой\"."
      },
      {
        "en": "I don't know how best to shape these ideas into an article.",
        "ru": "Я не знаю, как лучше оформить эти идеи в статью."
      },
      {
        "en": "On the presumption that the doctor knows best, I took the medicine.",
        "ru": "Исходя из предположения, что врачу (должно быть) виднее, я принял лекарство."
      },
      {
        "en": "He inspired ambivalent feelings even among those who knew him best.",
        "ru": "Даже те, кто хорошо его знал, испытывали по отношению к нему противоречивые чувства."
      },
      {
        "en": "The nature of anything is best known from the examination of extreme cases.",
        "ru": "Сущность чего бы то ни было лучше познается в исследовании каких-либо особенных случаев."
      },
      {
        "en": "For reasons best known to herself, she's sold the house and left the country.",
        "ru": "По одной только ей известным причинам, она продала дом и покинула страну."
      },
      {
        "en": "Thomas Edison is best known for inventing the lightbulb, but he also invented the phonograph.",
        "ru": "Больше всего Томас Эдисон известен изобретением лампочки, но также он изобрёл фонограф."
      },
      {
        "en": "Audrey Hepburn is best known for her bewitching performances in films like Breakfast at Tiffany's and Roman Holiday.",
        "ru": "Одри Хепберн прославилась в первую очередь благодаря блестящей игре в фильмах \"Завтрак у Тиффани\" и \"Римские каникулы\"."
      },
      {
        "en": "Hepburn is best known for (=people are most likely to be familiar with) her roles in classic films such as 'My Fair Lady'.",
        "ru": "Хепберн больше всего известна (т.е. люди, скорее всего, знают её) по ролям в классических фильмах, например, \"Моя прекрасная леди\"."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}