{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "He saw the black-haired man waiting motionlessly behind the opposite side of the platform.",
        "ru": "Он увидел, как этот черноволосый человек неподвижно ожидает позади противоположной стороне платформы."
      },
      {
        "en": "He had longish black hair.",
        "ru": "У него были довольно длинные чёрные волосы."
      },
      {
        "en": "She had shining black hair.",
        "ru": "У неё были чёрные блестящие волосы."
      },
      {
        "en": "He had a mop of curly black hair.",
        "ru": "У него была копна чёрных вьющихся волос."
      },
      {
        "en": "He had an unruly shock of black hair.",
        "ru": "У него была непокорная копна чёрных волос."
      },
      {
        "en": "Her thick, black hair shone with lustre.",
        "ru": "Её густые чёрные волосы сияли глянцевым блеском."
      },
      {
        "en": "Her long black hair flowed down her back.",
        "ru": "Длинные чёрные волосы струились по её спине."
      },
      {
        "en": "Time has stranded her black hair with grey.",
        "ru": "Время вплело седые пряди в её чёрную шевелюру."
      },
      {
        "en": "She had thick black hair and smooth dark skin.",
        "ru": "У неё были густые черные волосы и гладкая смуглая кожа."
      },
      {
        "en": "Her thick black hair cascaded down below her waist.",
        "ru": "Ее густые черные волосы ниспадали ниже ее талии."
      },
      {
        "en": "The bard was a lank bony figure, with short black hair.",
        "ru": "Бард был худым костлявым человеком с короткими чёрными волосами."
      },
      {
        "en": "He was a shortish gentleman, with very stiff black hair",
        "ru": "Это был коротышка с очень жёсткими чёрными волосами."
      },
      {
        "en": "When Jack was born he had a fuzz of black hair on his head.",
        "ru": "Когда Джек родился, на голове у него был пушок чёрных волос."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}