{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "brother",
      "brotherly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "The brothers sell shoes.",
        "ru": "Братья продают обувь."
      },
      {
        "en": "Her brothers are both redheads.",
        "ru": "Оба её брата — рыжеволосые."
      },
      {
        "en": "The two brothers are very close.",
        "ru": "Два брата очень близки."
      },
      {
        "en": "He bullied his younger brothers.",
        "ru": "Он запугал своих младших братьев."
      },
      {
        "en": "The two brothers are quite unlike.",
        "ru": "Братья совершенно разные."
      },
      {
        "en": "His brothers are contesting the will.",
        "ru": "Его братья оспаривают завещание."
      },
      {
        "en": "The two brothers were always at odds.",
        "ru": "Два брата постоянно не ладили между собой."
      },
      {
        "en": "The company is run by a pair of brothers.",
        "ru": "Компанией управляют два брата."
      },
      {
        "en": "The two brothers set to and fought bitterly.",
        "ru": "Два брата сцепились и дрались беспощадно."
      },
      {
        "en": "The brothers finally resolved their conflict.",
        "ru": "Братья, наконец, уладили конфликт."
      },
      {
        "en": "Two brothers embraced as they met at the airport.",
        "ru": "Два брата обнялись при встрече в аэропорту."
      },
      {
        "en": "The two brothers could not have been more different.",
        "ru": "Эти два брата были друг другу полной противоположностью. (букв. не могли бы быть еще более разными)"
      },
      {
        "en": "The brothers were called Felix and Max, respectively",
        "ru": "Братья были названы соответственно Феликсом и Максом"
      },
      {
        "en": "I regard him so much, for we have been like brothers.",
        "ru": "Я его глубоко уважаю, ведь он мне почти как брат."
      },
      {
        "en": "The two brothers are as different as chalk and cheese.",
        "ru": "Эти два брата разные, как небо и земля."
      },
      {
        "en": "Those are my two brothers, and that's me in the middle.",
        "ru": "Эти мои два брата, а посередине я."
      },
      {
        "en": "The brothers vowed to avenge the death of their father.",
        "ru": "Братья поклялись отомстить за смерть своего отца."
      },
      {
        "en": "The brothers cleaned up a profit in the property market.",
        "ru": "Братья сделали большие деньги на рынке недвижимости."
      },
      {
        "en": "My brothers and I were always a real trial to my parents.",
        "ru": "Мы с братьями всегда были настоящим наказанием для родителей."
      },
      {
        "en": "We must support our brothers and sisters fighting overseas.",
        "ru": "Мы должны поддержать наших братьев и сестёр, которые сражаются за рубежом."
      },
      {
        "en": "The brothers ordered their whipper-in to unkennel the hounds.",
        "ru": "Братья приказали охотнику, следившему за гончими, спустить собак."
      },
      {
        "en": "Both brothers followed the family tradition and became doctors.",
        "ru": "Оба брата продолжили семейную традицию и стали врачами."
      },
      {
        "en": "The two brothers differ in their judgment of this piece of music.",
        "ru": "Мнения двух братьев об этом музыкальном произведении разделились."
      },
      {
        "en": "Firefighters formed a human chain to carry the brothers to safety.",
        "ru": "Пожарные образовали живую цепь, чтобы отнести братьев в безопасное место."
      },
      {
        "en": "He was spotted by a talent scout and signed up by Warner Brothers.",
        "ru": "Его заметил один их \"охотников за талантами\", и компания \"Уорнер бразерс\" заключила с ним контракт."
      },
      {
        "en": "The photograph depicts the two brothers standing in front of a store.",
        "ru": "На фотографии изображены два брата, стоящие перед магазином."
      },
      {
        "en": "I'm glad that the brothers have been brought together after all their quarrels.",
        "ru": "Я очень рад, что братья снова вместе после всех их ссор."
      },
      {
        "en": "The two brothers are so much alike, it is difficult to discriminate between them.",
        "ru": "Братья так похожи, едва отличишь одного от другого."
      },
      {
        "en": "After a night spent partying, the fraternity brothers were all severely inebriated.",
        "ru": "После ночи, проведённой за бутылкой, все студенты из братства были сильно пьяны."
      },
      {
        "en": "The old fraternity brothers fondly recounted how their roguery used to rile the dean.",
        "ru": "Старые члены студенческого братства с нежностью вспоминали как их проделки обычно раздражади декана."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "brother",
      "brotherly"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}