{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Copters from the local TV stations made the obligatory reports on the bumper-to-bumper traffic at the start of the holiday weekend.",
        "ru": "Вертолёты местных телеканалов сделали обязательные отчёты о больших автомобильных пробках на дорогах в начале праздников."
      },
      {
        "en": "The car's rear bumper was damaged.",
        "ru": "Задний бампер автомобиля был повреждён."
      },
      {
        "en": "We had a bumper crop of tomatoes this year.",
        "ru": "В этом году у нас был большой урожай помидоров."
      },
      {
        "en": "Plum growers are expecting a bumper harvest this year.",
        "ru": "В этом году производители чернослива ожидают огромного урожая."
      },
      {
        "en": "In the state of Iowa, it's been a bumper year for corn.",
        "ru": "В штате Айова в этом году невиданный урожай кукурузы."
      },
      {
        "en": "We hope readers will enjoy this bumper issue of 'Homes and Gardens'.",
        "ru": "Надеемся, что читатели получат удовольствие от этого огромного выпуска журнала \"Homes and Gardens\"."
      },
      {
        "en": "Iirrigation often produces bumper crops from apparently desert land.",
        "ru": "Орошение часто даёт богатый урожай на вроде бы бесплодных землях."
      },
      {
        "en": "She started the car with a jerk and hit the bumper of the car in front.",
        "ru": "Она тронулась с места рывком и ударилась о бампер машины находящейся спереди."
      },
      {
        "en": "The event turned out into a real fanny-bumper. *",
        "ru": "Там собралось столько народу, что нельзя было протолкнуться."
      },
      {
        "en": "I like my old beater even if it has no bumpers. *",
        "ru": "Я люблю свой старый потрепанный автомобиль, хотя у него и нет ни переднего, ни заднего бампера."
      },
      {
        "en": "Other than a dent in the front bumper this buggy is in A-1 condition. *",
        "ru": "Если не считать небольшой вмятины на переднем бампере, то эта тачка в отличном состоянии."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}