{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "buyer"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "There were several potential buyers.",
        "ru": "Потенциальных покупателей было несколько."
      },
      {
        "en": "In the latter case, buyers pay a 15% commission.",
        "ru": "В последнем случае покупатели оплачивают пятнадцатипроцентную комиссию."
      },
      {
        "en": "What is the incidence of the tax to buyers and sellers?",
        "ru": "Каким образом этот налог ложится на покупателей и на продавцов?"
      },
      {
        "en": "Buyers have been holding off until the price falls.",
        "ru": "Покупатели держатся в стороне в ожидании падения цены."
      },
      {
        "en": "The low prices still pull in crowds of eager buyers.",
        "ru": "Низкие цены по-прежнему привлекают толпы жаждущих покупателей."
      },
      {
        "en": "Some potential buyers will be deterred by the price.",
        "ru": "Столь высокая цена отпугнёт некоторых потенциальных покупателей."
      },
      {
        "en": "A broker firm intermediates between buyers and sellers.",
        "ru": "Брокерская фирма выступает в роли посредника между покупателями и продавцами."
      },
      {
        "en": "The high price is a major hindrance to potential buyers.",
        "ru": "Столь высокая цена представляет собой основное препятствие для потенциальных покупателей."
      },
      {
        "en": "Don't overprice or you'll scare away prospective buyers.",
        "ru": "Не завышайте цену или вы распугаете потенциальных покупателей."
      },
      {
        "en": "The company escorts prospective buyers around the property.",
        "ru": "Компания сопровождает потенциальных покупателей по территории объекта собственности."
      },
      {
        "en": "When production does not keep pace, buyers tend to bid up prices.",
        "ru": "Когда производство не соответствует объемам спроса, покупатели склонны назначать повышенную цену."
      },
      {
        "en": "The fall in house prices will be welcome news for first time buyers.",
        "ru": "Падение цен на жильё будет приятной новостью для первичных покупателей."
      },
      {
        "en": "The buyers were slow to act, and the house was sold to someone else.",
        "ru": "Покупатели промедлили, и дом был продан кому-то другому."
      },
      {
        "en": "Share prices snapped back when the good news reached possible buyers.",
        "ru": "Цены на акции быстро восстановились после того, как добрая весть дошла до потенциальных покупателей."
      },
      {
        "en": "Car buyers have recently shown a growing preference for smaller vehicles.",
        "ru": "В последнее время покупатели машин отдают всё большее предпочтение небольшим автомобилям."
      },
      {
        "en": "House buyers usually have a large initial outlay on carpets and furniture.",
        "ru": "Покупатели домов, как правило, поначалу тратят много денег на ковры и мебель."
      },
      {
        "en": "The publisher hopes the flashy cover will candy up the novel for impulse buyers.",
        "ru": "Издатель надеется, что броская обложка привлечёт внимание импульсивных покупателей к этому роману."
      },
      {
        "en": "American consumers prefer white eggs; conversely, British buyers like brown eggs.",
        "ru": "Американские потребители предпочитают белые яйца, британцы же, наоборот, охотнее покупают коричневые."
      },
      {
        "en": "Auction companies provide a service by acting as an intermediary between buyers and sellers.",
        "ru": "Аукционные компании служат посредником между покупателями и продавцами."
      },
      {
        "en": "In the auction buyers bid up the price until one buyer, by virtue of entering the high bid, wins.",
        "ru": "На аукционе покупатели набавляют цену до тех пор, пока не выиграет один из них - тот, кто назначит самую высокую цену."
      },
      {
        "en": "Most ticket buyers have no trouble envisioning the empyrean that winning the lottery would inevitably bring about.",
        "ru": "Большинство покупателей лотерейных билетов без труда представляют себе райское блаженство, которое неизбежно принесёт им выигрыш."
      },
      {
        "en": "A wily judge of character, she takes advantage of car buyers' insecurities to sell them a bigger machine than they really need.",
        "ru": "Прекрасно разбираясь в людях, она умело пользуется комплексами покупателей автомобилей, чтобы продать им машину крупнее, чем им на самом деле нужно."
      },
      {
        "en": "Local housing prices, thanks to the propinquity of an especially picturesque beach, are out of the reach of many would-be buyers.",
        "ru": "Цены на местное жильё, благодаря близости чрезвычайно живописного пляжа, не по карману многим потенциальным покупателям."
      },
      {
        "en": "The home buyers had to covenant that they would restore and keep the house for at least 10 years in exchange for a low mortgage rate.",
        "ru": "Покупателям жилья пришлось пообещать, что они отремонтируют и сохранят дом в течение, по крайней мере, десяти лет в обмен на низкие ставки по ипотеке."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "buyer"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}