{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She'll do okay on her own.",
        "ru": "Она и одна справится."
      },
      {
        "en": "She'll be back, never fear.",
        "ru": "Она вернётся, не бойся."
      },
      {
        "en": "The odds are that she'll win.",
        "ru": "Похоже на то, что она выиграет."
      },
      {
        "en": "She'll be thirteen this month.",
        "ru": "В этом месяце ей будет тринадцать."
      },
      {
        "en": "She'll begin the lecture at 10.",
        "ru": "Она начнёт лекцию ровно в десять."
      },
      {
        "en": "She'll be there, I'm sure of it.",
        "ru": "Она будет там, я уверен."
      },
      {
        "en": "She'll be dumped in a common grave.",
        "ru": "Её похоронят в общей могиле."
      },
      {
        "en": "Jane's rung in to say she'll be late.",
        "ru": "Джейн звонила, чтобы сказать, что она будет поздно."
      },
      {
        "en": "She'll fuss the whole time we're gone.",
        "ru": "Она будет волноваться всё время, пока нас не будет."
      },
      {
        "en": "She'll be coordinating the relief effort.",
        "ru": "Она будет координировать усилия по оказанию гуманитарной помощи."
      },
      {
        "en": "Keep your voice down — she'll hear you!",
        "ru": "Тише: она тебя услышит!"
      },
      {
        "en": "She'll have four weeks' holiday next year.",
        "ru": "В следующем году у неё будут четыре недели отпуска."
      },
      {
        "en": "She'll just have to learn to live with it.",
        "ru": "Ей придётся смириться с этим."
      },
      {
        "en": "Our greatest worry is that she'll get lost.",
        "ru": "Мы больше всего боимся, что она заблудится."
      },
      {
        "en": "There is every likelihood that she'll come.",
        "ru": "Скорее всего, она придёт."
      },
      {
        "en": "Don't worry - she'll come round eventually.",
        "ru": "Не волнуйся, в конце концов она придёт в себя."
      },
      {
        "en": "She'll do anything to achieve her own ends.",
        "ru": "Она сделает всё, чтобы достичь своих целей."
      },
      {
        "en": "I bet she'll be really surprised to see me.",
        "ru": "Уверен, она очень удивится, когда меня увидит."
      },
      {
        "en": "Don't tell Mary. She'll blab it all over town.",
        "ru": "Только Мэри не говори: она разболтает по всему городу."
      },
      {
        "en": "Her doctor has assured us that she'll be fine.",
        "ru": "Ее врач заверил нас, что она поправится."
      },
      {
        "en": "She'll get used to school in the course of time.",
        "ru": "Она привыкнет к школе с течением времени /со временем/."
      },
      {
        "en": "She'll never believe me. Not in a million years.",
        "ru": "Она никогда мне не поверит. Ни за что на свете."
      },
      {
        "en": "Even if she survives, she'll never fully recover.",
        "ru": "Даже если она выживет, то никогда не выздоровеет полностью."
      },
      {
        "en": "It's improbable that she'll accept the invitation.",
        "ru": "Вряд ли она примет приглашение."
      },
      {
        "en": "She'll do anything to protect her children from harm.",
        "ru": "Она сделает всё, чтобы защитить своих детей от неприятностей."
      },
      {
        "en": "Ask her a question and she'll maunder for half an hour.",
        "ru": "Попробуй спроси её что-нибудь, — и она разведёт демагогию на полчаса."
      },
      {
        "en": "If your mother finds out about this, she'll have a fit.",
        "ru": "Если твоя мать об этом узнает, у неё будет припадок."
      },
      {
        "en": "The way she's going on, she'll have a nervous breakdown.",
        "ru": "Если она будет продолжать в том же духе. у нее будет нервный срыв."
      },
      {
        "en": "She'll forget to call the doctor if you don't remind her.",
        "ru": "Она забудет вызвать врача, если ей не напомнить."
      },
      {
        "en": "She'll need great inner strength to get over the tragedy.",
        "ru": "Ей понадобится большая внутренняя сила, чтобы пережить эту трагедию."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}