{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {
    "medicine": {
      "data-frequency": "179520",
      "data-relevance": "8",
      "data-term": "medicine",
      "data-encoded-term": "medicine",
      "data-term-stats": [
        "1",
        "0.8",
        "0.000",
        "179520",
        "wiki",
        "1"
      ]
    },
    "drug": {
      "data-frequency": "97096",
      "data-relevance": "7",
      "data-term": "drug",
      "data-encoded-term": "drug",
      "data-term-stats": [
        "1",
        "0.6",
        "0.000",
        "97096",
        "wiki",
        "1"
      ]
    },
    "adverse effect": {
      "data-frequency": "1281",
      "data-relevance": "6",
      "data-term": "adverse effect",
      "data-encoded-term": "adverse%20effect",
      "data-term-stats": [
        "1",
        "0.4",
        "0.000",
        "1281",
        "wiki",
        "1"
      ]
    },
    "x-ray": {
      "data-frequency": "14924",
      "data-relevance": "5",
      "data-term": "x-ray",
      "data-encoded-term": "x-ray",
      "data-term-stats": [
        "1",
        "0.3",
        "0.000",
        "14924",
        "wiki",
        "1"
      ]
    },
    "radiotherapy": {
      "data-frequency": "1623",
      "data-relevance": "4",
      "data-term": "radiotherapy",
      "data-encoded-term": "radiotherapy",
      "data-term-stats": [
        "1",
        "0.2",
        "0.000",
        "1623",
        "wiki",
        "1"
      ]
    },
    "drug development": {
      "data-frequency": "1283",
      "data-relevance": "3",
      "data-term": "drug development",
      "data-encoded-term": "drug%20development",
      "data-term-stats": [
        "1",
        "0.2",
        "0.000",
        "1283",
        "wiki",
        "1"
      ]
    },
    "malignancy": {
      "data-frequency": "1141",
      "data-relevance": "2",
      "data-term": "malignancy",
      "data-encoded-term": "malignancy",
      "data-term-stats": [
        "1",
        "0.1",
        "0.000",
        "1141",
        "wiki",
        "1"
      ]
    },
    "tumour": {
      "data-frequency": "4265",
      "data-relevance": "1",
      "data-term": "tumour",
      "data-encoded-term": "tumour",
      "data-term-stats": [
        "1",
        "0.0",
        "0.000",
        "4265",
        "wiki",
        "1"
      ]
    },
    "probability": {
      "data-frequency": "19310",
      "data-relevance": "0",
      "data-term": "probability",
      "data-encoded-term": "probability",
      "data-term-stats": [
        "1",
        "0.0",
        "0.000",
        "19310",
        "wiki",
        "1"
      ]
    }
  },
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She is one of a group of women who have suffered severe side-effects from the drug.",
        "ru": "Она является одной из нескольких женщин, пострадавших от тяжёлых побочных эффектов данного препарата."
      },
      {
        "en": "A side effect of the drug is constipation.",
        "ru": "Побочным эффектом препарата является запор."
      },
      {
        "en": "The drug has some undesirable side effects.",
        "ru": "Данный препарат обладает нежелательными побочными эффектами."
      },
      {
        "en": "If you take this drug, side effects may result.",
        "ru": "Если принимать этот препарат, могут возникнуть побочные эффекты."
      },
      {
        "en": "The drug's side effects should diminish over time.",
        "ru": "С течением времени побочные эффекты данного препарата должны уменьшиться."
      },
      {
        "en": "No one had told them about the drug's side effects.",
        "ru": "Никто не сказал им о побочных эффектах этого препарата."
      },
      {
        "en": "Side effects include gas, bloating, and stomachache.",
        "ru": "Среди побочных эффектов — повышенное газообразование, вздутие и боли в животе."
      },
      {
        "en": "The drug's side effects include headache and fatigue.",
        "ru": "Среди побочных эффектов данного препарата — головная боль и усталость."
      },
      {
        "en": "Nausea and diarrhea are the side effects of the drug.",
        "ru": "Побочными эффектами данного препарата являются тошнота и понос."
      },
      {
        "en": "The new policy has had some unanticipated side effects.",
        "ru": "Новая политика имела некоторые непредвиденные побочные эффекты."
      },
      {
        "en": "The merger created positive side effects for both companies.",
        "ru": "Данное слияние имело неожиданно приятные последствия для обеих компаний."
      },
      {
        "en": "I stopped taking the drug because of its unpleasant side effects.",
        "ru": "Я прекратила приём этого препарата из-за неприятных побочных эффектов."
      },
      {
        "en": "The doctor recited the list of possible side effects of the drug.",
        "ru": "Доктор зачитал список возможных побочных эффектов препарата."
      },
      {
        "en": "Headache, nausea, fever, and asthenia are side effects of the drug.",
        "ru": "Головная боль, тошнота, жар и слабость являются побочными эффектами данного препарата."
      },
      {
        "en": "The company neglected to publicize the side effects of the new drug.",
        "ru": "Компания не потрудилась оповестить о побочных эффектах нового препарата."
      },
      {
        "en": "One of the concerns that people have is the side effects of treatment.",
        "ru": "Одной из проблем, которая беспокоит людей, являются побочные эффекты лечения."
      },
      {
        "en": "Early trials have shown that the treatment has some serious side effects.",
        "ru": "Более ранние исследования показали, что данное лечение имеет ряд серьёзных побочных эффектов."
      },
      {
        "en": "Doctors themselves are the first to admit the treatment has side effects.",
        "ru": "Сами врачи первыми признают, что данное лечение имеет ряд побочных эффектов."
      },
      {
        "en": "These policy changes could have beneficial side effects for the whole economy.",
        "ru": "Эти изменения в политике могут иметь полезные побочные эффекты для экономики в целом."
      },
      {
        "en": "Only a small subset of the patients in the study experienced these side effects.",
        "ru": "Лишь небольшая группа пациентов, принимавших участие в исследовании, испытала данные побочные эффекты."
      },
      {
        "en": "It is apparent from scientific studies that the drug has some fairly nasty side effects.",
        "ru": "Научные исследования ясно показывают, что данный препарат имеет несколько довольно неприятных побочных эффектов."
      },
      {
        "en": "The executives knew that the drug had dangerous side effects, but they burked the findings.",
        "ru": "Руководство знало об опасных побочных эффектах данного препарата, но решило обойти молчанием эти факты."
      },
      {
        "en": "The uptake of some vaccinations fell as the media stirred up fears of possible side effects.",
        "ru": "Уровень применения некоторых прививок резко упал, так как в СМИ возникли серьёзные опасения по поводу возможных побочных эффектов."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": [
      "drug",
      "tumour",
      "probability",
      "malignancy",
      "x-ray",
      "radiotherapy",
      "medicine"
    ]
  }
}