{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "We admired the singer's artistry.",
        "ru": "Мы восхищались артистизмом / артистичностью певицы"
      },
      {
        "en": "The singer's voice is what distinguishes the band.",
        "ru": "Голос певца отличает эту группу от других."
      },
      {
        "en": "The singer's voice has been compared to that of Elvis.",
        "ru": "Голос этого певца сравнивали с голосом Элвиса."
      },
      {
        "en": "The singer's eyes hazed over and she sank down in a dead faint.",
        "ru": "Глаза певицы заволоклись, и она упала в глубокий обморок."
      },
      {
        "en": "The newspapers all rhapsodized over the young singer's performance.",
        "ru": "Газеты были полны хвалебных рецензий на выступление молодой певицы."
      },
      {
        "en": "the jaw-dropping inanity of the singer's comments on the awards show",
        "ru": "потрясающая глупость сказанного певицей на церемонии награждения"
      },
      {
        "en": "The singer's performance was so terrible that the crowd hissed at her.",
        "ru": "Певица пела так отвратительно, что толпа её освистала."
      },
      {
        "en": "The concert was held over till the next week because of the singer's illness.",
        "ru": "Концерт отложен до следующей недели из-за болезни певца."
      },
      {
        "en": "The singer's farewell tour seemed to last almost as long as her entire career.",
        "ru": "Прощальный тур этой певицы, казалось, длился почти столько же, сколько вся её карьера."
      },
      {
        "en": "Only the young singer's performance redeemed the concert from complete failure.",
        "ru": "Только выступление юной певицы спасло концерт от полного провала."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}