{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "sister",
      "sisterly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "None of her sisters would betray her.",
        "ru": "Ни одна из сестёр не стала бы её предавать."
      },
      {
        "en": "Janet and Abby are sisters.",
        "ru": "Джанет и Эбби — сёстры."
      },
      {
        "en": "The sisters live in the convent.",
        "ru": "Сёстры живут в монастыре."
      },
      {
        "en": "Both of my sisters are feminists.",
        "ru": "Обе мои сестры — феминистки."
      },
      {
        "en": "Give these to your sisters, there's a love.",
        "ru": "Будь другом, передай это своим сёстрам. (брит. разг.)"
      },
      {
        "en": "The sisters were identical in appearance and character.",
        "ru": "Сёстры были совершенно одинаковы как внешне, так и по характеру."
      },
      {
        "en": "The inheritance was equitably divided among the sisters.",
        "ru": "Наследство было поровну поделено между сёстрами."
      },
      {
        "en": "He was not on speaking terms with his brother or sisters.",
        "ru": "Он не поддерживал отношения со своим братом или сестрами."
      },
      {
        "en": "We must support our brothers and sisters fighting overseas.",
        "ru": "Мы должны поддержать наших братьев и сестёр, которые сражаются за рубежом."
      },
      {
        "en": "We appeal to our sisters all over the world to stand by us.",
        "ru": "Мы призываем наших сестёр во всем мире поддержать нас."
      },
      {
        "en": "The story hinges on the relationship between the two sisters.",
        "ru": "В центре сюжета - отношения двух сестёр."
      },
      {
        "en": "The story pivots on the relationship between the two sisters.",
        "ru": "В этой истории всё крутится вокруг взаимоотношений двух сестёр."
      },
      {
        "en": "His mother and sisters spoil him rotten (=spoil him very much).",
        "ru": "Мать и сёстры ужасно его балуют."
      },
      {
        "en": "Those sisters are a constant twosome, going everywhere together.",
        "ru": "Этих сестер водой не разольёшь, всюду ходят вместе."
      },
      {
        "en": "Members of some ancient races intermarried with their own sisters.",
        "ru": "Представители некоторых древних народов женились на родных сёстрах."
      },
      {
        "en": "They were typical sisters, spatting one minute, playing together the next.",
        "ru": "Это были типичные сёстры: минуту назад они дрались, а сейчас уже играют вместе."
      },
      {
        "en": "The sisters brought a libel action against the newspaper (=started a court case).",
        "ru": "Сестры возбудили против газеты иск (т.е. начали судебное дело) о клевете."
      },
      {
        "en": "One of the two spinster sisters is said to be a hellcat, and the other is as sweet as can be.",
        "ru": "Говорят, что одна из этих незамужних сестёр — мегера, а другая — сущая милашка."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "sister",
      "sisterly"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}