{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She was in labor for six hours.",
        "ru": "Она рожала шесть часов."
      },
      {
        "en": "We made it there in less than six hours.",
        "ru": "Мы добрались туда менее чем за шесть часов."
      },
      {
        "en": "It took six hours to freight the cargo airplane.",
        "ru": "Транспортировка груза на грузовом самолёте заняла 6 часов."
      },
      {
        "en": "She is to take a wineglass of the mixture every six hours.",
        "ru": "Она должна принимать микстуру по четыре столовые ложки каждые шесть часов."
      },
      {
        "en": "An average household candle will burn for about six hours.",
        "ru": "Обычная бытовая свеча горит около шести часов."
      },
      {
        "en": "Patients must fast for six hours before having the procedure.",
        "ru": "В течение шести часов перед операцией пациентам запрещено что-либо есть."
      },
      {
        "en": "The station was closed for six hours following a bomb threat.",
        "ru": "Станция была закрыта в течение шести часов после получения угрозы взрыва."
      },
      {
        "en": "She wasn't supposed to eat for six hours before the operation.",
        "ru": "Она не должна была ничего есть в течение шести часов до операции."
      },
      {
        "en": "This drug has one important limitation, its effects only last six hours.",
        "ru": "У этого лекарства имеется одно серьезное ограничение - его действие продолжается только шесть часов."
      },
      {
        "en": "She had gone to work at 5 a.m. and spent six hours Xeroxing Gary's letters.",
        "ru": "Она пошла на работу в пять утра и в течение шести часов делала ксерокопии писем Гари."
      },
      {
        "en": "The outward flight took eight hours, but return journey took only six hours.",
        "ru": "Полёт туда занял восемь часов, а обратно - только шесть."
      },
      {
        "en": "After being in the water for six hours, the ship beat about and sailed for home.",
        "ru": "Проведя в море шесть часов, корабль развернулся и поплыл домой."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}