{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Smith was hired on a six-month trial basis.",
        "ru": "Смит был нанят на шестимесячный испытательный срок."
      },
      {
        "en": "She requested a six-month deferment on her loan.",
        "ru": "Она попросила шестимесячную отсрочку по кредиту."
      },
      {
        "en": "Congress condensed the three-year plan into a six-month plan.",
        "ru": "Конгресс уплотнил этот трёхлетний план, вместив его в шесть месяцев."
      },
      {
        "en": "He received a six-month suspension for unprofessional behaviour.",
        "ru": "Он получил шестимесячное отстранение от должности за непрофессиональное поведение."
      },
      {
        "en": "They've been dating for six months.",
        "ru": "Они встречались уже шесть месяцев."
      },
      {
        "en": "Stan grew two inches in six months.",
        "ru": "Стэн вырос на два дюйма за полгода."
      },
      {
        "en": "We've been separated for six months.",
        "ru": "Шесть месяцев мы были в разлуке."
      },
      {
        "en": "He's been out of work for six months.",
        "ru": "Он был без работы в течение шести месяцев."
      },
      {
        "en": "The kits are fully grown at six months.",
        "ru": "В шесть месяцев котята уже совсем вырастают."
      },
      {
        "en": "My unemployment lasted about six months.",
        "ru": "Без работы я просидел около полугода."
      },
      {
        "en": "The court gave him six months hard labour.",
        "ru": "Суд осудил его на шесть месяцев каторжных работ."
      },
      {
        "en": "The last six months have been awful for her.",
        "ru": "Последние полгода /шесть месяцев/ были для неё просто ужасны."
      },
      {
        "en": "Six months after he left, she was still pining.",
        "ru": "После его ухода прошло полгода, а она всё ещё тосковала."
      },
      {
        "en": "Rabbits can be mated as early as six months old.",
        "ru": "Кроликов можно спаривать уже в возрасте шести месяцев."
      },
      {
        "en": "Six months previously he had smashed up his car.",
        "ru": "Шесть месяцев /полгода/ назад он вдребезги разбил свой автомобиль."
      },
      {
        "en": "He spent six months catching up with his studies.",
        "ru": "Он навёрстывал пропущенный учебный материал в течение полугода."
      },
      {
        "en": "Their profits have halved in the past six months.",
        "ru": "Их доходы сократились вдвое за последние шесть месяцев."
      },
      {
        "en": "The judge committed him to prison for six months.",
        "ru": "Судья посадил его в тюрьму на шесть месяцев."
      },
      {
        "en": "He undertook to pay the money back in six months.",
        "ru": "Он обязался выплатить деньги обратно через шесть месяцев."
      },
      {
        "en": "Shaun proposed to me only six months after we met.",
        "ru": "Шон сделал мне предложение спустя всего полгода после того, как мы познакомились."
      },
      {
        "en": "It won't cost you a penny for the first six months.",
        "ru": "Первые полгода это не будет стоить вам ни гроша."
      },
      {
        "en": "The workers have been idle for the last six months.",
        "ru": "Последние шесть месяцев рабочие простаивают."
      },
      {
        "en": "Another option is to rent somewhere for six months.",
        "ru": "Другой вариант — снять где-нибудь квартиру на полгода."
      },
      {
        "en": "She undertook to complete the project in six months.",
        "ru": "Она обязалась закончить работу над проектом через полгода."
      },
      {
        "en": "Many companies recovered their costs within six months.",
        "ru": "Многие компании покрыли свои затраты в течение шести месяцев."
      },
      {
        "en": "My elder sister buried her husband about six months ago.",
        "ru": "Моя старшая сестра потеряла мужа около шести месяцев тому назад."
      },
      {
        "en": "The next six months will test your powers of leadership.",
        "ru": "Ближайшие шесть месяцев станут испытанием ваших способностей руководителя."
      },
      {
        "en": "He goes to the dentist's for a check-up every six months.",
        "ru": "Каждые шесть месяцев он ходит на обследование к стоматологу."
      },
      {
        "en": "He was sent to be a boarder at the school for six months.",
        "ru": "Его отослали на шесть месяцев воспитанником в школу-интернат."
      },
      {
        "en": "We are no nearer an agreement than we were six months ago.",
        "ru": "Сейчас мы не ближе к заключению соглашения, чем были полгода назад."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}