{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "enslave",
      "slaver",
      "slavey",
      "slavish",
      "slaveship",
      "slavedom",
      "slavelike"
    ],
    "word_forms": [
      "slaves",
      "slaving",
      "slaved",
      "slaved",
      "slaves"
    ],
    "examples": [
      {
        "en": "I get so tired of slaving at this work day after day.",
        "ru": "Я так устал пахать на этой работе день за днём."
      },
      {
        "en": "He treats her like a slave.",
        "ru": "Он обращается с ней, как с рабыней."
      },
      {
        "en": "Do it yourself! I'm not your slave!",
        "ru": "Сделай это сам! Я тебе не раб!"
      },
      {
        "en": "Slave labour has been outlawed.",
        "ru": "Рабство было запрещено."
      },
      {
        "en": "I've been slaving away at this report.",
        "ru": "Я долго корпел над этим отчетом."
      },
      {
        "en": "By slaving away for two hours, I at last got the cooker clean.",
        "ru": "Два часа я мучился, и наконец отчистил плиту."
      },
      {
        "en": "His mother was his abject slave.",
        "ru": "Его мать была его жалкой рабыней."
      },
      {
        "en": "He's been slaving over his history essay.",
        "ru": "Он усиленно трудится над своим историческим очерком."
      },
      {
        "en": "So long as the conditions are pendent he remains his slave.",
        "ru": "До тех пор, пока условия окончательно не оговорены, он остаётся его рабом."
      },
      {
        "en": "They were cowhiding the half-naked back of a slave.",
        "ru": "Они стегали раба кнутом по полуголой спине."
      },
      {
        "en": "The new boss is a real slave driver.",
        "ru": "Новый начальник — самый настоящий деспот."
      },
      {
        "en": "They discovered that the slave was a fugitive.",
        "ru": "Они поняли, что раб был беглецом."
      },
      {
        "en": "Someone thinks that it was impossible for the African slave to develop into the self-governing citizen, the coordinate of his white partners.",
        "ru": "Некоторые считают, что африканские рабы не могли стать полноценными гражданами, равными их белым соседям."
      },
      {
        "en": "I slaved all morning to get the work done on time.",
        "ru": "Я всё утро вкалывал, словно раб, чтобы успеть сделать работу в срок."
      },
      {
        "en": "As a slave he was required to do his master's bidding without question.",
        "ru": "Будучи рабом, он должен был беспрекословно выполнять требования хозяина."
      },
      {
        "en": "She's been slaving away at her homework.",
        "ru": "Она корпела над своей домашней работой."
      },
      {
        "en": "The director is a real slave driver, but actors still clamor for the opportunity to work with him.",
        "ru": "Этот режиссёр — настоящий деспот, но актёры по-прежнему настойчиво стараются получить возможность с ним поработать."
      },
      {
        "en": "His heartless whipping of runaway slaves virtually to the point of death shocked even other slave owners.",
        "ru": "Его безжалостная порка беглых рабов плетью практически до смерти шокировала даже других рабовладельцев."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "slaved",
      "slaves",
      "slaving"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "enslave",
      "slavedom",
      "slaver",
      "slavish",
      "slavelike",
      "slavey",
      "slaveship"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}