{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "store",
      "storey"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "At Christmas the stores stay open late.",
        "ru": "На Рождество магазины работают допоздна."
      },
      {
        "en": "She stores her jewels in a safe.",
        "ru": "Она хранит свои драгоценности в сейфе."
      },
      {
        "en": "You find fast food stores everywhere.",
        "ru": "Магазины фаст-фуда можно найти повсюду."
      },
      {
        "en": "The stores are open later on Thursdays.",
        "ru": "По четвергам эти магазины закрываются позже."
      },
      {
        "en": "The bear stores fat for the period of hibernation when he doesn't eat.",
        "ru": "Медведь накапливает жировой запас на период зимней спячки, во время которой он не ест."
      },
      {
        "en": "I like to shop at locally owned stores.",
        "ru": "Мне нравится делать покупки в местных магазинах."
      },
      {
        "en": "The company is divesting 8 of its 20 stores.",
        "ru": "Компания закрывает 8 из 20 магазинов."
      },
      {
        "en": "Their stores will have to be spun out.",
        "ru": "Им придется растягивать свои запасы (продовольствия)."
      },
      {
        "en": "Libraries are stores of factual information.",
        "ru": "Библиотеки являются хранилищами фактической информации."
      },
      {
        "en": "The shelter stores huge cans of water for an emergency.",
        "ru": "В убежище хранятся огромные канистры воды на случай чрезвычайной ситуации."
      },
      {
        "en": "Rioters set fire to a whole row of stores.",
        "ru": "Демонстранты подожгли целый ряд магазинов."
      },
      {
        "en": "Most of the stores do not open until 10am.",
        "ru": "Большинство магазинов открывается не раньше десяти часов утра."
      },
      {
        "en": "They own a chain of organic grocery stores.",
        "ru": "Они владеют сетью магазинов \"здоровой пищи\"."
      },
      {
        "en": "There are several similar stores at the mall.",
        "ru": "В торговом центре есть несколько похожих магазинов."
      },
      {
        "en": "The stores will be open daily except Sundays.",
        "ru": "Магазины будут открыты ежедневно, кроме воскресенья."
      },
      {
        "en": "Only a few stores sell that type of equipment.",
        "ru": "Лишь в нескольких магазинах продаётся этот тип оборудования."
      },
      {
        "en": "Shoppers mobbed the stores during the holidays.",
        "ru": "На праздниках покупатели буквально осаждали магазины."
      },
      {
        "en": "The new product should be in stores by midsummer.",
        "ru": "Новинка должна появиться в магазинах к середине лета."
      },
      {
        "en": "The stores are offering specials on sweaters this week.",
        "ru": "На этой неделе магазины дают специальные предложения по свитерам."
      },
      {
        "en": "The stores were closing, and the streets began to empty.",
        "ru": "Магазины стали закрываться, и улицы начали пустеть."
      },
      {
        "en": "The company has over 20 stores dotted around the country.",
        "ru": "Компания имеет более 20 магазинов, разбросанных по всей стране."
      },
      {
        "en": "He had been a fur thief working the big department stores.",
        "ru": "Он был вором по мехам и работал в больших универмагах."
      },
      {
        "en": "Schools, churches, and stores are all convenient from here.",
        "ru": "Школы, церкви и магазины — всё находится близко отсюда."
      },
      {
        "en": "Local stores and businesses are beginning to feel the pinch.",
        "ru": "Местные магазины и предприятия начинают испытывать трудности."
      },
      {
        "en": "The charity approached several stores about giving food aid.",
        "ru": "Данная благотворительная организация обратилась в несколько магазинов по поводу предоставления продовольственной помощи."
      },
      {
        "en": "Prices are lower when there is competition among the stores.",
        "ru": "Когда среди магазинов есть конкуренция, цены ниже."
      },
      {
        "en": "The new toys are so hot that stores can't keep them in stock.",
        "ru": "Новые игрушки настолько популярны, что в магазинах они не задерживаются."
      },
      {
        "en": "The new version of the software has finally arrived in stores.",
        "ru": "Новая версия программного обеспечения наконец-то появилась в магазинах."
      },
      {
        "en": "The company has stores throughout the United States and Canada.",
        "ru": "Компания имеет магазины на всей территории Соединённых Штатов и Канады."
      },
      {
        "en": "The computer will soon be debuting in stores across the country.",
        "ru": "Данный компьютер вскоре впервые появится в магазинах по всей стране."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "storey",
      "store"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}