{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "I work a ten-hour day.",
        "ru": "Я работаю по десять часов в день."
      },
      {
        "en": "A day is 24 hours long.",
        "ru": "В сутках — двадцать четыре часа."
      },
      {
        "en": "He works an 8-hour day.",
        "ru": "У него восьмичасовой рабочий день."
      },
      {
        "en": "She works eight hours a day.",
        "ru": "Она работает по восемь часов в день."
      },
      {
        "en": "The noise goes on 24 hours a day.",
        "ru": "Этот шум не смолкает круглые сутки."
      },
      {
        "en": "He used to work fourteen hours a day.",
        "ru": "Раньше он работал по четырнадцать часов в день."
      },
      {
        "en": "She exercises for a full hour every day.",
        "ru": "Она каждый день целый час занимается спортом."
      },
      {
        "en": "I tried to fill the blank hours of the day.",
        "ru": "Я старался убить свободные часы."
      },
      {
        "en": "You can call me at any hour of the day or night.",
        "ru": "Можете звонить мне в любое время дня или ночи."
      },
      {
        "en": "They are tacitly expected to work 10 hours a day.",
        "ru": "Подразумевается, что они должны работать по 10 часов в день."
      },
      {
        "en": "In those days £5 an hour was not to be sneezed at.",
        "ru": "По тем временам, пять фунтов в час — это тебе не баран чихнул."
      },
      {
        "en": "She works nine hours a day, sometimes more than that.",
        "ru": "Она работает по девять часов в день, бывает и дольше."
      },
      {
        "en": "Don't worry, there's a doctor on call 24 hours a day.",
        "ru": "Не волнуйтесь, дежурный врач работает круглосуточно"
      },
      {
        "en": "I spend just under four hours a day seeing customers.",
        "ru": "Я принимаю посетителей чуть меньше четырёх часов в день."
      },
      {
        "en": "He's been pushing himself too hard, working 12-hour days.",
        "ru": "Он в последнее время слишком много работает, по двенадцать часов в день."
      },
      {
        "en": "I have a woman who comes in four hours a day while I write.",
        "ru": "У меня есть одна женщина, которая приходит на четыре часа в день, пока я пишу."
      },
      {
        "en": "I try to ration the children's television viewing to an hour a day.",
        "ru": "Я стараюсь ограничивать длительность просмотра детьми телевизора одним часом в день."
      },
      {
        "en": "I had failed to beat my 30 day target by 3 days, 15 hours, 7 minutes.",
        "ru": "Мне не хватило 3 дней, 15 часов и 7 минут для того, чтобы уложиться в запланированные 30 дней."
      },
      {
        "en": "If you have a problem, you know you can call at any hour of the day or night.",
        "ru": "Если возникнут проблемы, то ты знаешь, что можно звонить в любое время дня или ночи."
      },
      {
        "en": "He sticks at his work ten hours a day. *",
        "ru": "Он работает не поднимая головы десять часов в день."
      },
      {
        "en": "These honky tonks were wide open twenty four hours a day. *",
        "ru": "Двери в эти сомнительные заведения были открыты настежь круглые сутки."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}