{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Do as I say!",
        "ru": "Делай, как я говорю!"
      },
      {
        "en": "As you are ready, let's go.",
        "ru": "Раз ты готов, пойдём."
      },
      {
        "en": "He did the same thing as you.",
        "ru": "Он сделал то же, что и ты."
      },
      {
        "en": "As a writer, he's wonderful.",
        "ru": "Как писатель он великолепен."
      },
      {
        "en": "He was employed as a teacher.",
        "ru": "Он работал учителем."
      },
      {
        "en": "The money was repaid, as promised.",
        "ru": "Деньги, как и обещано, были возвращены."
      },
      {
        "en": "David, as you know, has not been well lately.",
        "ru": "Дэвиду, как вы знаете, в последнее время нездоровится."
      },
      {
        "en": "I must stop work now as I have to go out.",
        "ru": "Я должен прекратить работу, так как мне нужно идти."
      },
      {
        "en": "I met him as I was leaving.",
        "ru": "Я встретил его, когда уезжал."
      },
      {
        "en": "As you can see, he is alone.",
        "ru": "Как видишь, он один."
      },
      {
        "en": "A flat stone was used as a table.",
        "ru": "Плоский камень использовался в качестве стола."
      },
      {
        "en": "He is a foreigner, as is evident from his accent.",
        "ru": "Он иностранец, что заметно по его акценту."
      },
      {
        "en": "They want peace as much as we do.",
        "ru": "Они хотят мира так же, как и мы. / Они нуждаются в мире не меньше нас."
      },
      {
        "en": "As Napoleon once said, attack is the best method of defence.",
        "ru": "Как однажды сказал Наполеон, нападение — лучший способ защиты."
      },
      {
        "en": "As I explained on the phone, your request will be considered at the next meeting.",
        "ru": "Как я уже объяснил по телефону, ваш запрос будет рассмотрен на следующем заседании."
      },
      {
        "en": "Roberta was late as usual (=in the way that she usually was).",
        "ru": "Роберта, как обычно, опаздывала (т.е поступала по своему обыкновению)."
      },
      {
        "en": "Unlikely as it might seem, I'm tired too.",
        "ru": "Как ни удивительно это может показаться, я тоже устал."
      },
      {
        "en": "The thought occurred to me as I was watching the procession.",
        "ru": "Эта мысль пришла мне в голову, когда я наблюдал за процессией."
      },
      {
        "en": "Dad dressed up as Santa Claus.",
        "ru": "Папа оделся в костюм Санта-Клауса."
      },
      {
        "en": "He had often been ill as a child.",
        "ru": "В детстве он часто болел."
      },
      {
        "en": "It tasted as grape juice but not as sweet.",
        "ru": "На вкус он был как виноградный сок, но не такой сладкий."
      },
      {
        "en": "I'll behave toward them as I would like to be treated.",
        "ru": "Я буду вести себя с ними так, как хотел бы, чтобы обращались со мной."
      },
      {
        "en": "We'd better leave things as they are until the police arrive.",
        "ru": "Нам лучше оставить всё, как есть, до прибытия полиции."
      },
      {
        "en": "Tom's not as old as you, is he?",
        "ru": "Ведь вы с Томом не ровесники, так? / Тому ведь не столько же лет, сколько тебе, правда?"
      },
      {
        "en": "This is regarded as his best novel.",
        "ru": "Это считается лучшим его романом."
      },
      {
        "en": "Nylon is cheaper than leather, and it's just as strong.",
        "ru": "Нейлон дешевле кожи, но он такой же прочный."
      },
      {
        "en": "He did not need to keep moving house, as his father had.",
        "ru": "Ему уже не нужно было постоянно переезжать с места на место, как делал его отец."
      },
      {
        "en": "The book was banned in the US, as were two subsequent books.",
        "ru": "Эта книга, как и две последующие, была запрещена в США."
      },
      {
        "en": "I can't run as fast as I used to.",
        "ru": "Я не могу бежать так быстро, как раньше."
      },
      {
        "en": "A Portrait of the Artist as a Young Man.",
        "ru": "Портрет художника в юности. (название романа Дж.Джойса)"
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}