{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "The king's head was chopped off.",
        "ru": "Королю отрубили голову."
      },
      {
        "en": "The king's herald walked before.",
        "ru": "Королевский глашатай шёл впереди."
      },
      {
        "en": "He was killed on the king's orders.",
        "ru": "Он был убит по приказу царя."
      },
      {
        "en": "His son acceded upon the king's death.",
        "ru": "После смерти короля на престол взошёл его сын."
      },
      {
        "en": "The forest is part of the king's domain.",
        "ru": "Этот лес является частью королевских владений."
      },
      {
        "en": "He was a King's scholar at Eton College.",
        "ru": "Он получал королевскую стипендию в Итонском колледже."
      },
      {
        "en": "The king's army suppressed the rebellion.",
        "ru": "Королевская армия подавила восстание."
      },
      {
        "en": "The king's death marked the end of an epoch.",
        "ru": "Смерть короля ознаменовала конец целой эпохи."
      },
      {
        "en": "The rebellion was led by the King's brother.",
        "ru": "Восстание возглавил брат короля."
      },
      {
        "en": "To humble the Church was the king's next step.",
        "ru": "Следующим шагом короля было усмирить церковь."
      },
      {
        "en": "The king's army position was extremely strong.",
        "ru": "Позиции королевских войск были очень выгодны и хорошо защищены."
      },
      {
        "en": "She ascended to the throne after the King's death.",
        "ru": "Она взошла на трон после смерти короля."
      },
      {
        "en": "King's enemies indisposed the whole court against him.",
        "ru": "Недруги короля настроили против него весь двор."
      },
      {
        "en": "Any limitation to the king's power could be permanent.",
        "ru": "Любое ограничение королевской власти может быть постоянным."
      },
      {
        "en": "The king's head was struck off while the crowd cheered.",
        "ru": "Под ликующие крики толпы королю отрубили голову."
      },
      {
        "en": "The yacht was intended for the king's own personal use.",
        "ru": "Яхта предназначалась для личного пользования короля."
      },
      {
        "en": "The King's Arms pub is to undergo extensive alterations.",
        "ru": "Паб King's Arms претерпит значительные изменения."
      },
      {
        "en": "The church refused to sanction the king's second marriage.",
        "ru": "Церковь отказалась благословить второй брак короля."
      },
      {
        "en": "The king's company of French comedians play here every night.",
        "ru": "Королевская труппа французских актеров разыгрывает здесь представления каждый вечер."
      },
      {
        "en": "He exalted the humble shoemaker to the rank of King's adviser.",
        "ru": "Он возвысил скромного сапожника до уровня советника короля."
      },
      {
        "en": "You must get your clothes in the King's Road, that's where it's at.",
        "ru": "Тебе надо одеваться на Кингз-Роуд, там всё самое модное."
      },
      {
        "en": "By the king's grace, the traitor was permitted to leave the country.",
        "ru": "По милости короля, предателю разрешили покинуть страну."
      },
      {
        "en": "The fines and amercements were another branch of the king's revenue.",
        "ru": "Налоги и денежные штрафы были ещё одним источником дохода королевской казны."
      },
      {
        "en": "He took service with a wright who lived next to the king's storehouse.",
        "ru": "Он поступил на службу к ремесленнику, который жил рядом с королевским складом."
      },
      {
        "en": "Malaga was festooned with banners and flags in honour of the king's visit.",
        "ru": "В честь визита короля, Малага была украшена транспарантами и флагами."
      },
      {
        "en": "He was answerable with his head, if the King's army were not duly supplied.",
        "ru": "Он отвечал головой за то, чтобы королевская армия была обеспечена должным образом."
      },
      {
        "en": "Stephen King's new novel will go on sale (=will begin to be sold) next week.",
        "ru": "Новый роман Стивена Кинга поступит в продажу (т.е. начнёт продаваться) на следующей неделе."
      },
      {
        "en": "The King's Apartments were built for William III at the end of the 17th century.",
        "ru": "Королевские апартаменты были построены для Вильгельма Третьего в конце семнадцатого века."
      },
      {
        "en": "The portrait painter had the power to massage the king's ego or to expose his flaws.",
        "ru": "Во власти портретиста было потешить самолюбие короля, или же выставить напоказ его недостатки."
      },
      {
        "en": "Police had viewed CCTV footage of the four suspects together at London King's Cross.",
        "ru": "Полиция просмотрела видеозапись, сделанную камерой слежения на вокзале Кингз-Кросс в Лондоне, на которой запечатлены вместе все четверо подозреваемых."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}