{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "These are your typical intellectual know-it-alls with overrefined tastes. *",
        "ru": "Это настоящие всезнающие интеллектуалы с рафинированными вкусами."
      },
      {
        "en": "I know all that is necessary.",
        "ru": "Я знаю всё, что нужно."
      },
      {
        "en": "Mike knew it was all over. He could feel the letdown in himself.",
        "ru": "Майк знал, что всё кончено. Он чувствовал этот спад внутри себя."
      },
      {
        "en": "Naturally, my mother wanted to know all about it (=all the details relating to it).",
        "ru": "Естественно, моя мать захотела всё об этом узнать (т.е. узнать все подробности, которые этого касались)."
      },
      {
        "en": "The governing council has in a sense admitted that it did not know all that went on.",
        "ru": "Государственный совет в некотором роде признался, что не знает, как идут дела."
      },
      {
        "en": "“The car won't start — what are we going to do?” “Don't sweat it. I know all about fixing cars.”",
        "ru": "— Машина не заводится, что будем делать? — Не переживай, о починке автомобилей я знаю всё."
      },
      {
        "en": "No one is trying to denigrate the importance of a good education. We all know that it is crucial for success.",
        "ru": "Никто не пытается умалить значимость хорошего образования — все мы знаем, что это имеет решающее значение для успеха."
      },
      {
        "en": "I knew it all along. *",
        "ru": "Я это знал с самого начала."
      },
      {
        "en": "I knew a feller who thought he knew it all. *",
        "ru": "Я знал одного парня, который думал, что все знает."
      },
      {
        "en": "The smart alecks that know all the answers get under my skin. *",
        "ru": "Самоуверенные молодые люди, у которых на все есть готовый ответ, действуют мне на нервы."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}