{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "patient",
      "patiently"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Each nurse attends 15 patients.",
        "ru": "Каждая медсестра обслуживает пятнадцать пациентов."
      },
      {
        "en": "Patients are encouraged to get fit.",
        "ru": "Больным рекомендуется привести себя в хорошую физическую форму."
      },
      {
        "en": "The doctor saw a sequence of patients.",
        "ru": "Доктор осмотрел ряд пациентов."
      },
      {
        "en": "These patients are facing imminent death.",
        "ru": "Этим пациентам грозит неизбежная смерть."
      },
      {
        "en": "The sickest patients are in intensive care.",
        "ru": "Пациенты, которым хуже всего, находятся в отделении интенсивной терапии."
      },
      {
        "en": "Patients maintain a strict dietary regimen.",
        "ru": "Пациенты поддерживают строгий режим питания."
      },
      {
        "en": "90% of patients can be cured of the disease.",
        "ru": "Девяносто процентов пациентов можно вылечить от этого заболевания."
      },
      {
        "en": "For some patients, sedation may be necessary.",
        "ru": "Для некоторых пациентов может оказаться необходимым применение седативных средств."
      },
      {
        "en": "A number of these patients are seriously ill.",
        "ru": "Некоторые из этих пациентов серьёзно больны."
      },
      {
        "en": "He had an excellent rapport with his patients.",
        "ru": "У него были отличные взаимоотношения с пациентами."
      },
      {
        "en": "Some patients become depressed, even suicidal.",
        "ru": "У некоторых пациентов наблюдается депрессия и даже склонность к самоубийству."
      },
      {
        "en": "She needs the money expressly for her patients.",
        "ru": "Ей нужны эти деньги именно для пациентов, ни для чего другого."
      },
      {
        "en": "He's a good doctor. All his patients adore him.",
        "ru": "Он — хороший доктор. Все его пациенты обожают его."
      },
      {
        "en": "The hospital quarantined the infected patients.",
        "ru": "В больнице инфицированных пациентов поместили в карантин."
      },
      {
        "en": "Several patients were waiting to see the doctor.",
        "ru": "Несколько пациентов ожидали приёма врача."
      },
      {
        "en": "Many of our patients have special dietary needs.",
        "ru": "Многие наши пациенты имеют особые пищевые потребности."
      },
      {
        "en": "The drug has no deleterious effects on patients.",
        "ru": "Препарат не оказывает вредного воздействия на пациентов."
      },
      {
        "en": "A lot of the patients are now free from symptoms.",
        "ru": "Многие пациенты уже не страдают от симптомов."
      },
      {
        "en": "A number of patients were intolerant of the diet.",
        "ru": "У некоторого числа пациентов проявилась непереносимость данной диеты."
      },
      {
        "en": "All patients had a complete physical examination.",
        "ru": "Все пациенты прошли полное медицинское обследование."
      },
      {
        "en": "She works hard to build rapport with her patients.",
        "ru": "Она очень старается достичь взаимопонимания со своими пациентами."
      },
      {
        "en": "A doctor's first responsibility is to her patients.",
        "ru": "Первой обязанностью любого врача является помощь своим пациентам."
      },
      {
        "en": "The number of emergency patients has grown rapidly.",
        "ru": "Количество неотложных больных быстро выросло."
      },
      {
        "en": "Some patients die before a suitable donor is found.",
        "ru": "Некоторые пациенты умирают до того, как найдётся подходящий донор."
      },
      {
        "en": "Several patients were waiting to be allocated a bed.",
        "ru": "Несколько пациентов ожидали, когда им будет выделена койка в больничной палате."
      },
      {
        "en": "It's clear that the drug does benefit some patients.",
        "ru": "Понятно, что данный препарат действительно приносит пользу некоторым пациентам."
      },
      {
        "en": "The clinic provides free care for indigent patients.",
        "ru": "Клиника предоставляет бесплатную медицинскую помощь малоимущим пациентам."
      },
      {
        "en": "She has won esteem for her work with cancer patients.",
        "ru": "Она завоевала уважение за свою работу с раковыми больными."
      },
      {
        "en": "The patients benefit greatly from a change of scenery.",
        "ru": "Больные получают огромную пользу от перемены обстановки."
      },
      {
        "en": "All patients are examined on admission to the hospital.",
        "ru": "При поступлении в больницу всех пациентов обследуют."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "patiently",
      "patient"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}