{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "people",
      "peopleless"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Semite peoples",
        "ru": "семитские народы"
      },
      {
        "en": "Animism is common among primitive peoples.",
        "ru": "Анимизм распространён среди первобытных народов."
      },
      {
        "en": "Teutonic peoples such as Germans and Scandinavians and British",
        "ru": "такие тевтонские народы, как германцы, скандинавы и англичане"
      },
      {
        "en": "Prehistoric peoples settled the area and began to cultivate the land.",
        "ru": "Доисторические народы заселили эту область и начали возделывать землю."
      },
      {
        "en": "Early peoples passed on plant and animal lore through legend.",
        "ru": "Древние народы передавали знания о растениях и животных посредством легенд."
      },
      {
        "en": "UN Declaration on the Granting of Independence to Colonial Countries and Peoples",
        "ru": "Декларация ООН о предоставлении независимости колониальным странам и народам"
      },
      {
        "en": "Although once common, torture is now an abomination to the civilized peoples of the earth.",
        "ru": "Хотя когда-то пытки были обычным делом, теперь они внушают цивилизованным народам земли отвращение."
      },
      {
        "en": "European explorers had a tendency to view the nonwhite peoples they encountered as uncivilized naturals.",
        "ru": "Европейские исследователи обычно воспринимали небелые народы, с которыми они сталкивались, как бескультурных идиотов."
      },
      {
        "en": "European colonizers, who considered the New World peoples to be heathens, forced them to conform to European ways.",
        "ru": "Европейские колонизаторы, которые считали народы Нового Мира варварами, заставили их соответствовать европейскому образу жизни."
      },
      {
        "en": "The aboriginal peoples of northern Alaska are known as Inupiats, which in their language literally means “real people”",
        "ru": "Коренные народы Северной Аляски известны как \"инупиаты\", что на их языке буквально означает “настоящие люди”."
      },
      {
        "en": "The fascinating cities and peoples of central Asia have been intriguing travelers at least since the time of Marco Polo.",
        "ru": "Пленительные города и таинственные народы Центральной Азии привлекали путешественников по меньшей мере со времен Марко Поло."
      },
      {
        "en": "The Spanish conquistadores regarded the native peoples of the lands that they conquered as pagans who were uncivilized and inherently inferior.",
        "ru": "Испанские конкистадоры считали коренных жителей завоёванных ими земель язычниками, дикими и от природы неполноценными."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "people",
      "peopleless"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}