{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Alcohol can alter a person's mood.",
        "ru": "Алкоголь может изменить настроение человека."
      },
      {
        "en": "Each person's fingerprints are unique.",
        "ru": "Отпечатки пальцев каждого человека являются уникальными."
      },
      {
        "en": "Trouble can call out a person's best qualities.",
        "ru": "Беда может выявить лучшие человеческие качества."
      },
      {
        "en": "A person's accent can be a marker of social class.",
        "ru": "Акцент, с которым человек говорит, может служить признаком его принадлежности к определённому социальному классу."
      },
      {
        "en": "The average person's heart beats 70 times a minute.",
        "ru": "Сердце среднего человека бьётся семьдесят раз в минуту."
      },
      {
        "en": "Drinking impairs a person's ability to think clearly.",
        "ru": "Употребление спиртного /пьянство, алкоголизм/ ухудшает способность человека ясно мыслить."
      },
      {
        "en": "How much soup should I ladle into each person's dish?",
        "ru": "Сколько супа мне наливать в каждую тарелку?"
      },
      {
        "en": "The form asks for information about the person's ethnic origin.",
        "ru": "В анкете запрашивается информация об этническом происхождении."
      },
      {
        "en": "They build a defense on nothing but the accused person's reputation.",
        "ru": "Они выстраивают защиту лишь на репутации обвиняемого, и ни на чём больше."
      },
      {
        "en": "A cheery, unexpected compliment can really make another person's day.",
        "ru": "Весёлый и неожиданный комплимент иногда действительно может улучшить настроение другого человека на весь день."
      },
      {
        "en": "A person's worth is quite independent of their usefulness to society.",
        "ru": "Ценность человека не зависит от его полезности для общества."
      },
      {
        "en": "Smoking is known to increase a person's risk of developing lung cancer.",
        "ru": "Курение, как известно, повышает риск развития рака легких."
      },
      {
        "en": "A person's appropriation of property belonging to another is dishonest.",
        "ru": "Присвоение человеком имущества, принадлежащего другому, является бесчестным."
      },
      {
        "en": "A person's behavior can be influenced by urges that exist only in the subconscious.",
        "ru": "Поведение человека может испытывать влияние потребностей, которые существуют только в подсознании."
      },
      {
        "en": "True love for another is the antithesis of the desire to control that person's life.",
        "ru": "Истинная любовь к другому человеку является полной противоположностью желанию контролировать его жизнь."
      },
      {
        "en": "The project worked on the principle that each person's experience was equally valuable.",
        "ru": "Проект действовал по тому принципу, что опыт каждого человека одинаково ценен."
      },
      {
        "en": "...Rembrandt's genius was his unparalleled ability to render a person's quiddity in a single portrait....",
        "ru": "..гений Рембрандта выражался в его неподражаемом умении передать сущность человека в единственном портрете..."
      },
      {
        "en": "Let us premise certain things, such as every person's need for love, before beginning our line of reasoning.",
        "ru": "Перед началом нашего рассуждения давайте возьмём за данность определённые вещи — например, то, что каждый человек нуждается в любви."
      },
      {
        "en": "Their hypothesis is that watching excessive amounts of television reduces a person's ability to concentrate.",
        "ru": "Их гипотеза заключается в том, что чрезмерный просмотр телевидения снижает способность человека концентрировать внимание."
      },
      {
        "en": "The issue of whether a person's nature or upbringing is more important continues to be mooted by experts and laymen alike.",
        "ru": "Вопрос о том, что является более важным — природные данные человека или его воспитание, продолжает обсуждаться как специалистами, так и дилетантами."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}