{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "phone",
      "phoney"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "These phones come in all shapes and sizes.",
        "ru": "Эти телефоны поступают всех форм и размеров."
      },
      {
        "en": "Mobile phones are definitely here to stay.",
        "ru": "Мобильные телефоны — это, безусловно, всерьёз и надолго."
      },
      {
        "en": "A team of volunteers are manning the phones.",
        "ru": "Команда волонтёров отвечает на телефонные звонки."
      },
      {
        "en": "If anyone phones, tell them I'll be back later.",
        "ru": "Если кто-то позвонит, скажите им, что я вернусь позже."
      },
      {
        "en": "The use of cell phones is banned in the restaurant.",
        "ru": "В этом ресторане запрещено пользоваться мобильными телефонами."
      },
      {
        "en": "We'll need someone to man the phones this evening.",
        "ru": "Вечером нужно будет посадить кого-то на телефоны."
      },
      {
        "en": "It's amazing how often you see drivers using mobile phones.",
        "ru": "Удивительно, как часто можно увидеть водителей, использующих мобильные телефоны (за рулём)."
      },
      {
        "en": "Mobile phones have become an indispensable part of our lives.",
        "ru": "Мобильные телефоны стали неотъемлемой частью нашей жизни."
      },
      {
        "en": "The technology allows data to be transmitted by cellular phones.",
        "ru": "Данная технология позволяет передавать данные с помощью сотовых телефонов."
      },
      {
        "en": "To cap it all, the phones didn't work, and there was no hot water.",
        "ru": "В довершение всего, телефоны не работали, и не было горячей воды."
      },
      {
        "en": "It's just a sign of the times that many children have mobile phones.",
        "ru": "Времена таковы, что у многих детей есть мобильные телефоны."
      },
      {
        "en": "The audience was reminded to turn their cell phones off in the theater.",
        "ru": "Зрителям напомнили, что в здании театра нужно выключать свои мобильные телефоны."
      },
      {
        "en": "It is important to recall that not very long ago cell phones did not exist.",
        "ru": "Важно напомнить, что не так давно сотовых телефонов ещё не существовало."
      },
      {
        "en": "The teacher confiscated all cell phones for the duration of the field trip.",
        "ru": "На время экскурсии учитель конфисковал все сотовые телефоны."
      },
      {
        "en": "The demand for phone numbers has increased since the arrival of mobile phones.",
        "ru": "С момента появления мобильных телефонов выросла потребность в телефонных номерах."
      },
      {
        "en": "We now accept cell phones and laptop computers as commonplaces of everyday life.",
        "ru": "Теперь мы воспринимаем сотовые телефоны и портативные компьютеры, как самые обычные части нашей повседневной жизни."
      },
      {
        "en": "Add people who use cell phones inconsiderately to the list of daily exasperations.",
        "ru": "Прибавьте к списку ежедневных раздражителей тех, кто пользуется мобильным телефоном, наплевав на окружающих."
      },
      {
        "en": "Digital cell phones offer more security, but the downside is that they have less power.",
        "ru": "Цифровые сотовые телефоны предлагают более высокий уровень безопасности, но их недостатком является то, что они имеют меньшую мощность."
      },
      {
        "en": "As the number of people with cell phones enlarges, more transmission towers will have to be built.",
        "ru": "Поскольку число людей с мобильными телефонами растёт, придётся построить ещё больше передающих вышек."
      },
      {
        "en": "By that time cell phones had become ubiquitous, and people had long ceased to be impressed by the sight of one.",
        "ru": "К тому времени сотовые телефоны уже встречались повсеместно, и люди давно перестали удивляться при их виде."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "phoney",
      "phone"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}