{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [
      "politicians"
    ],
    "examples": [
      {
        "en": "He has the right qualities to be a politician.",
        "ru": "Он обладает всеми качествами, необходимыми для политика."
      },
      {
        "en": "I blame the politicians for the mess we are in.",
        "ru": "В неприятной ситуации, в которой мы оказались, я виню политиков."
      },
      {
        "en": "The politician was hooted down.",
        "ru": "Громкие крики заставили политика умолкнуть."
      },
      {
        "en": "A politician seeks a lot of exposure.",
        "ru": "Политик стремится как можно чаще появляться на публике."
      },
      {
        "en": "This politician never fails to rip into his opponents.",
        "ru": "Этот политик никогда не упускает случая полить грязью своих противников."
      },
      {
        "en": "I cannot make out what this politician is saying.",
        "ru": "Я не могу понять, о чём толкует этот политикан /что говорит этот политик/."
      },
      {
        "en": "No politician wants to seem soft on crime.",
        "ru": "Ни один из политиков не хочет показаться мягким в отношении преступности."
      },
      {
        "en": "They say that every politician has a price.",
        "ru": "Говорят, что каждый политик имеет цену."
      },
      {
        "en": "The politician clawed his rival.",
        "ru": "Политик вцепился в своего конкурента."
      },
      {
        "en": "The journal article unmasked the corrupt politician.",
        "ru": "Данная журнальная статья разоблачила этого лживого политикана."
      },
      {
        "en": "The politician was lampooned in cartoons.",
        "ru": "Этого политика высмеивали /высмеяли/ в карикатурах."
      },
      {
        "en": "He did a funny impression of a politician.",
        "ru": "Он сделал забавную пародию на одного политика."
      },
      {
        "en": "The writer satirized the politician's proposal.",
        "ru": "Писатель высмеял предложение этого политика."
      },
      {
        "en": "He was the most powerful politician in the land.",
        "ru": "Он был самым могущественным политиком в стране."
      },
      {
        "en": "He took off his politician's hat and talked frankly.",
        "ru": "Он сбросил с себя маску политика и заговорил искренне."
      },
      {
        "en": "The politician's speech set off violence in the crowd.",
        "ru": "Речь политика спровоцировала толпу на беспорядки."
      },
      {
        "en": "He is the metropolitan area's most popular politician.",
        "ru": "Он является самым популярным политиком этой агломерации."
      },
      {
        "en": "The politician's successful speech carried him forward.",
        "ru": "Пламенная речь политика принесла ему успех."
      },
      {
        "en": "The politician drew out his speech to almost two hours.",
        "ru": "Речь политика растянулась почти на два часа."
      },
      {
        "en": "The politician tried to slide over the delicate subject.",
        "ru": "Политик попытался обойти щекотливую тему."
      },
      {
        "en": "The politician dragged his speech out for over two hours.",
        "ru": "Докладчик два часа переливал из пустого в порожнее."
      },
      {
        "en": "The politician carried his hearers along with his speech.",
        "ru": "Политик своей речью увлёк слушателей."
      },
      {
        "en": "The politician held a fund-raiser to benefit his campaign.",
        "ru": "Политик провел мероприятие по сбору средств в пользу своей избирательной кампании."
      },
      {
        "en": "He says that it's impossible to find an honest politician.",
        "ru": "Он говорит, что невозможно, найти честного политика."
      },
      {
        "en": "As a politician, he rode on great popularity for some years.",
        "ru": "Как политик, он был очень популярен несколько лет."
      },
      {
        "en": "I knew him as a hard-working, modest, and honest politician.",
        "ru": "Мне он был известен как трудолюбивый, скромный и честный политик."
      },
      {
        "en": "I wonder who helped that politician to draft out his speech.",
        "ru": "Я все думаю, кто помог этому политическому деятелю написать речь?"
      },
      {
        "en": "We can run in a sentence about the politician's recent death.",
        "ru": "Мы можем вставить заметку о безвременной кончине этого политика."
      },
      {
        "en": "It will take a strong politician to react on this angry crowd.",
        "ru": "Чтобы успокоить эту толпу, нужен сильный политик."
      },
      {
        "en": "He was a tough politician who wasn't afraid to speak his mind.",
        "ru": "Это был жёсткий политик, который не боялся высказывать своё мнение."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "politicians"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}