{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "princely",
      "princess",
      "princedom"
    ],
    "word_forms": [
      "princes"
    ],
    "examples": [
      {
        "en": "The prince is seeking a wife.",
        "ru": "Принц ищет себе жену."
      },
      {
        "en": "Prince of Peace",
        "ru": "Христос"
      },
      {
        "en": "He is the prince of architects.",
        "ru": "Он король среди архитекторов."
      },
      {
        "en": "The queen was in due time safely delivered of a prince.",
        "ru": "В положенный срок королева благополучно родила принца."
      },
      {
        "en": "The prince was changed into a beggar.",
        "ru": "Принц стал нищим."
      },
      {
        "en": "Hamlet without the Prince of Denmark",
        "ru": "Гамлет без принца Датского; что-л. лишённое самого основного /самой сути/"
      },
      {
        "en": "The house that cradled Prince Metternich.",
        "ru": "Дом, в котором рос князь Меттерних."
      },
      {
        "en": "In a flash, the prince turned into a frog.",
        "ru": "В одно мгновение принц превратился в лягушку."
      },
      {
        "en": "A price was set upon the head of the Prince.",
        "ru": "За голову принца была назначена цена."
      },
      {
        "en": "The young prince will soon occupy the throne.",
        "ru": "Юный принц вскоре займёт трон."
      },
      {
        "en": "The prince was prepared to become King one day.",
        "ru": "Принца готовили к тому, что однажды он станет королём."
      },
      {
        "en": "The prince was transformed into an ugly animal.",
        "ru": "Принц был превращён в ужасного дикого зверя."
      },
      {
        "en": "The Prince was said to be incandescent with rage.",
        "ru": "Говорят, что князь аж побелел от злости."
      },
      {
        "en": "Prince Maurice pretermitted none of those things.",
        "ru": "Принц Морис не пренебрёг ничем из этого."
      },
      {
        "en": "His merit was rewarded by the favour of the prince.",
        "ru": "Его достойное поведение было вознаграждено благосклонностью принца."
      },
      {
        "en": "The Black Prince led a cavalry charge against them.",
        "ru": "Чёрный Принц повёл против них кавалерийскую атаку."
      },
      {
        "en": "The Earl entered, agreeable to the Prince's summons.",
        "ru": "Явился граф, повинуясь воле принца."
      },
      {
        "en": "The princess turned the frog into a prince by kissing him.",
        "ru": "Поцеловав лягушку, принцесса превратила её в принца."
      },
      {
        "en": "The young prince started a war by pretending to the crown.",
        "ru": "Юный принц претендуя на корону, начал войну."
      },
      {
        "en": "And women rent their tresses for their great prince's fall.",
        "ru": "И женщины рвали на себе волосы, горюя о смерти своего великого государя."
      },
      {
        "en": "The prince's coat was of black silk laced with gold thread.",
        "ru": "Плащ принца был из чёрного шёлка с золотым шитьём."
      },
      {
        "en": "I had never been in the prince's private apartments before.",
        "ru": "Я никогда раньше не был в частных апартаментах принца."
      },
      {
        "en": "This author was a constant attendant upon this great prince.",
        "ru": "Этот писатель был постоянным спутником великого принца."
      },
      {
        "en": "The prince drew up his forces in a strong defensive position.",
        "ru": "Принц отвёл свои силы на сильную оборонительную позицию."
      },
      {
        "en": "The queen's wit and humor made the prince seem dull by contrast.",
        "ru": "На фоне остроумия и отличного чувства юмора королевы, принц казался тупым и скучным."
      },
      {
        "en": "The man who claimed to be a prince turned out to be an impostor.",
        "ru": "Человек, который утверждал, что является принцем, оказался самозванцем."
      },
      {
        "en": "The Crown Prince was acknowledged as the true heir to the throne.",
        "ru": "Кронпринц был признан истинным наследником престола."
      },
      {
        "en": "The Prince had shocked society by living openly with his mistress.",
        "ru": "Принц, шокировал общественность, открыто (не скрывая этого) проживая с любовницей."
      },
      {
        "en": "Who was the mystery woman spotted on board the yacht with the prince?",
        "ru": "Кто же была та таинственная дама, замеченная на борту яхты рядом с принцем?"
      },
      {
        "en": "When the prince got married, it was called the wedding of the century.",
        "ru": "Когда принц женился, это назвали \"бракосочетанием века\"."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "princes"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "princely",
      "princess",
      "princedom"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}