{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "improper",
      "prop",
      "properly",
      "property"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "It is not proper to speak that way.",
        "ru": "Не подобает говорить таким образом. / Так говорить неприлично."
      },
      {
        "en": "Is this the proper spelling of your name?",
        "ru": "Это правильное написание вашего имени?"
      },
      {
        "en": "The children need to learn proper behavior.",
        "ru": "Детей необходимо обучать соответствующему поведению."
      },
      {
        "en": "You need to eat a proper meal instead of junk food.",
        "ru": "Тебе нужно есть полноценную пищу, а не еду из дешёвых кафе."
      },
      {
        "en": "I want our lass to have a proper education.",
        "ru": "Я хочу, чтобы наша девочка (дочь) получила настоящее образование."
      },
      {
        "en": "His attitude shows a want of proper respect.",
        "ru": "Его отношение показывает недостаток должного уважения."
      },
      {
        "en": "Capital letter is used in all proper names.",
        "ru": "Все имена собственные пишутся с заглавной буквы."
      },
      {
        "en": "He finally has a proper job.",
        "ru": "Наконец-то у него нормальная работа."
      },
      {
        "en": "I didn't have a proper holiday this year.",
        "ru": "В этом году у меня не было нормального отпуска."
      },
      {
        "en": "Each step must be done in the proper order.",
        "ru": "Каждый шаг должен быть сделан в надлежащем порядке."
      },
      {
        "en": "I haven't learned proper pronunciation of French words.",
        "ru": "Я не научился правильно произносить французские слова."
      },
      {
        "en": "Make sure you put everything back in its proper place.",
        "ru": "Не забудьте положить всё обратно на свои места."
      },
      {
        "en": "You cannot visit the country unless you have the proper documentation.",
        "ru": "Нельзя побывать в стране, если нет надлежащих документов."
      },
      {
        "en": "I beg you to provide him with proper directions for finding me in London.",
        "ru": "Я очень прошу вас подробнейшим образом объяснить ему, как отыскать меня в Лондоне."
      },
      {
        "en": "Proper care will lengthen the life of the engine.",
        "ru": "Правильный уход продлит срок службы двигателя."
      },
      {
        "en": "They beat us good and proper.",
        "ru": "Они разбили нас в пух и прах."
      },
      {
        "en": "These children need a proper home life.",
        "ru": "Этим детям нужна нормальная семейная жизнь."
      },
      {
        "en": "He wanted a proper dinner, not just a snack.",
        "ru": "Он хотел как следует поужинать, а не просто перекусить."
      },
      {
        "en": "To lose weight you need the proper balance of diet and exercise.",
        "ru": "Чтобы похудеть, вам нужен правильный баланс диеты и физических упражнений."
      },
      {
        "en": "Complaints must go through the proper channels.",
        "ru": "Жалобы должны пройти через надлежащие каналы."
      },
      {
        "en": "I envisage a day when proper health care will be available to everyone.",
        "ru": "Я предвижу день, когда надлежащее медицинское обслуживание будет доступно каждому."
      },
      {
        "en": "Neither John nor I were sportsmen in the proper acceptance of the word.",
        "ru": "Ни Джон, ни я не были спортсменами в принятом смысле этого слова."
      },
      {
        "en": "I know not how his proper official title ran.",
        "ru": "Я не знаю, каков был его официальный титул."
      },
      {
        "en": "Good nutrition is important for proper muscle development.",
        "ru": "Хорошее питание является важным условием для правильного развития мышц."
      },
      {
        "en": "Don't fling your arms and legs about like that, make the proper swimming strokes.",
        "ru": "Не колоти руками и ногами по воде, а греби, как полагается."
      },
      {
        "en": "She was very formal and proper.",
        "ru": "Она вела себя очень официально и корректно."
      },
      {
        "en": "We must follow proper court procedure.",
        "ru": "Мы должны придерживаться надлежащей судебной процедуры."
      },
      {
        "en": "He's made a proper fool of himself this time!",
        "ru": "В этот раз он выставил себя полным идиотом!"
      },
      {
        "en": "We beat 'em good and proper.",
        "ru": "Мы задали им хорошую трёпку. / Мы разбили их в пух и прах."
      },
      {
        "en": "She wanted to give him a proper burial.",
        "ru": "Она хотела похоронить его надлежащим образом."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "properly",
      "improper",
      "property",
      "prop"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}