{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Pull-ups increase upper body strength.",
        "ru": "Подтягивания увеличивают силу верхней части тела."
      },
      {
        "en": "He pulled up a chair.",
        "ru": "Он пододвинул стул."
      },
      {
        "en": "It was a long pull up the hill.",
        "ru": "Это был долгий подъём в гору."
      },
      {
        "en": "He pulled up in front of the gates.",
        "ru": "Он остановил машину перед воротами."
      },
      {
        "en": "A car pulled up and two men got out.",
        "ru": "К обочине подкатил автомобиль, и из него вышли два человека."
      },
      {
        "en": "You'll have to pull up your English.",
        "ru": "Тебе надо будет заняться своим английским."
      },
      {
        "en": "The pull-up on the corner opens at five.",
        "ru": "Закусочная на углу открывается в пять."
      },
      {
        "en": "Grab hold of the rope and pull yourself up.",
        "ru": "Хватайся за верёвку и подтягивайся."
      },
      {
        "en": "I felt I had to pull her up on her lateness.",
        "ru": "Я подумал, что нужно сделать ей выговор по поводу опозданий."
      },
      {
        "en": "The pull up the hill had him breathing harder.",
        "ru": "Поднявшись на горку, он запыхался."
      },
      {
        "en": "He gave him a strong pull-up at the right moment.",
        "ru": "В нужный момент он оказал ему большую поддержку."
      },
      {
        "en": "We're going to pull up stakes and move to Montana.",
        "ru": "Мы хотим сняться с места и двинуть в Монтану."
      },
      {
        "en": "Next they heard wheels, and the pull up at the door.",
        "ru": "Затем они услышали стук колес и звук резкой остановки у двери."
      },
      {
        "en": "He pulled up a chair and sat down across from Michael.",
        "ru": "Он подвинул стул и сел напротив Майкла."
      },
      {
        "en": "The director pulled Jim up for being late again today.",
        "ru": "Директор сделал Джиму выговор за то, что он сегодня в очередной раз опоздал."
      },
      {
        "en": "Benny pulled himself up from the floor with difficulty.",
        "ru": "Бенни с трудом поднялся с пола (ухватившись за какую-то опору)."
      },
      {
        "en": "Pull weeds up by the roots so that they don't grow back.",
        "ru": "Выдёргивайте сорняки с корнем, чтобы они не выросли снова."
      },
      {
        "en": "A carload of tourists pulled up and asked for directions.",
        "ru": "Рядом остановилась машина, полная туристов, и они спросили дорогу."
      },
      {
        "en": "You just yank twice on the rope as a signal to be pulled up.",
        "ru": "Дёрните два раза за верёвку, когда захотите, чтобы вас вытащили."
      },
      {
        "en": "Magee pulled up his collar as protection against the breeze.",
        "ru": "Маги поднял воротник, защищаясь от ветра."
      },
      {
        "en": "He pulled up a chair behind her and put his chin on her shoulder.",
        "ru": "Он придвинул стул позади нее и положил подбородок ей на плечо."
      },
      {
        "en": "Once he gets his breath, he'll soon pull up to the leading runner.",
        "ru": "Как только он восстановит дыхание, он подтянется к лидеру забега."
      },
      {
        "en": "I noticed a vehicle pull up in front of the main entryway to the complex.",
        "ru": "Я заметил, как у главного входа в гостиничный комплекс остановился автомобиль."
      },
      {
        "en": "The bicyclist ahead of me unexpectedly pulled up short and I unavoidably plowed into him.",
        "ru": "Ехавший впереди меня велосипедист неожиданно резко затормозил, и я, конечно же, в него врезался."
      },
      {
        "en": "Pull up your socks, son. *",
        "ru": "Возьми себя в руки, сын."
      },
      {
        "en": "Pull up your socks, there. *",
        "ru": "Давай, хватит ныть и принимайся за дело."
      },
      {
        "en": "You must pull up your socks. *",
        "ru": "Тебе нужно подтянуться."
      },
      {
        "en": "Pull up a chair and make a lap! *",
        "ru": "Пододвинь стул и садись!"
      },
      {
        "en": "A black and white pulled up to the curb. *",
        "ru": "У бордюра остановилась полицейская машина."
      },
      {
        "en": "She has pulled herself up by her own bootstraps. *",
        "ru": "Она всего в жизни достигла сама."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}