{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She e-mailed me the good news.",
        "ru": "Она сообщила мне эту добрую новость по электронке."
      },
      {
        "en": "Now that the dress code has been e-mailed to everyone and posted on our intranet site, a paper memo about it seems supererogatory.",
        "ru": "Теперь, когда дресс-код выслан всем сотрудникам по электронной почте и размещён на нашем внутреннем сайте, бумажная памятка о нём представляется излишней."
      },
      {
        "en": "Will you e-mail me about it?",
        "ru": "Ты мне напишешь об этом по электронке?"
      },
      {
        "en": "We had a conversation by e-mail.",
        "ru": "У нас был разговор по электронной почте. (Они обсудили дела в переписке по электронной почте)"
      },
      {
        "en": "We communicated mostly by e-mail.",
        "ru": "Мы общались в основном по электронной почте."
      },
      {
        "en": "I sent her a letter (via E-mail).",
        "ru": "Я послала ей письмо (по электронной почте)."
      },
      {
        "en": "I attached the file to the e-mail.",
        "ru": "Я прикрепил файл к электронному письму."
      },
      {
        "en": "We send e-mails through cyberspace.",
        "ru": "Мы отправляем электронную почту через киберпространство."
      },
      {
        "en": "He sent e-mail to his fellow hackers.",
        "ru": "Он разослал друзьям-хакерам письмо по электронной почте."
      },
      {
        "en": "Send me an e-mail when you have any news.",
        "ru": "Пришлите мне e-mail, когда у вас будут какие-то новости."
      },
      {
        "en": "You can reach me on the phone or by e-mail.",
        "ru": "Cо мной можно связаться по телефону или по электронной почте."
      },
      {
        "en": "No, I didn't read your e-mail. I'm no snoop.",
        "ru": "Нет, я не читал твой e-mail. Я в чужие дела не лезу."
      },
      {
        "en": "'When did you e-mail her?' 'Only yesterday.'",
        "ru": "— Когда ты ей писал на e-mail? — Только вчера."
      },
      {
        "en": "I've been having trouble checking my e-mail.",
        "ru": "У меня не получается проверить свою почту."
      },
      {
        "en": "Click on the icon to open your e-mail program.",
        "ru": "Нажмите на этот значок, чтобы открыть программу электронной почты."
      },
      {
        "en": "E-mail revolutionized communication in academe.",
        "ru": "Появление электронной почты произвело революцию в отношении общения в научном сообществе."
      },
      {
        "en": "She starts work every day by reading her e-mail.",
        "ru": "Каждый день она начинает работу с прочтения электронной почты."
      },
      {
        "en": "She likes to communicate with friends by e-mail.",
        "ru": "Она любит общаться с друзьями по электронной почте."
      },
      {
        "en": "A large part of the work is responding to e-mails.",
        "ru": "Значительная часть работы заключается в ответах на письма по электронной почте."
      },
      {
        "en": "The beauty of e-mail is its speed and ease of use.",
        "ru": "Вся прелесть электронной почты заключается в её скорости и простоте использования."
      },
      {
        "en": "We need a better system for handling incoming e-mail.",
        "ru": "Нам нужна лучшая система обработки входящей электронной почты."
      },
      {
        "en": "You need to enter your password to check your e-mail.",
        "ru": "Чтобы проверить электронную почту, нужно ввести пароль."
      },
      {
        "en": "You will receive an e-mail confirmation of your order.",
        "ru": "Вы получите подтверждение своего заказа по электронной почте."
      },
      {
        "en": "You will receive confirmation of your order by e-mail.",
        "ru": "Вы получите подтверждение вашего заказа по электронной почте."
      },
      {
        "en": "You seem to have passed over an important e-mail notice.",
        "ru": "Похоже, вы не обратили внимания на одно важное уведомление по электронной почте."
      },
      {
        "en": "I'll send the document as an attachment to my next e-mail.",
        "ru": "Я вышлю этот документ в качестве вложения к моему следующему письму."
      },
      {
        "en": "Puzzled by the cryptic e-mail message left on his computer.",
        "ru": "Озадачен таинственным сообщением, оставленным на электронной почте его компьютера."
      },
      {
        "en": "She is looking for an assistant to help her answer e-mails.",
        "ru": "Она ищет помощника, который отвечал бы на электронную почту."
      },
      {
        "en": "...a pileup of e-mail messages that needed to be dealt with...",
        "ru": "...куча электронных писем, с которыми необходимо разобраться..."
      },
      {
        "en": "She archived her e-mail messages in a folder on her hard drive.",
        "ru": "Она заархивировала сообщения электронной почты в папку на жёстком диске."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}