{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "What on earth's going on?",
        "ru": "Что, в конце концов, происходит?"
      },
      {
        "en": "71% of the earth's surface is sea.",
        "ru": "Поверхность земли на семьдесят один процент покрыта водой."
      },
      {
        "en": "Venus is Earth's nearest neighbor.",
        "ru": "Венера — ближайшая \"соседка\" Земли."
      },
      {
        "en": "Earth's loveliness or heaven's sublimity.",
        "ru": "Красота земли или величавость небес."
      },
      {
        "en": "A reading was taken of the earth's tremors.",
        "ru": "Подземные толчки были измерены."
      },
      {
        "en": "He studied the faulting of the earth's crust.",
        "ru": "Он изучал образование разломов земной коры."
      },
      {
        "en": "The earth's atmosphere protects us from NEOs.",
        "ru": "Атмосфера земли защищает нас от ОСЗ."
      },
      {
        "en": "The earth's movement uplifted this part of town.",
        "ru": "Движение пород приподняло эту часть города."
      },
      {
        "en": "Real-time monitoring of the Earth's magnetic field.",
        "ru": "Мониторинг магнитного поля Земли в режиме реального времени."
      },
      {
        "en": "Three quarters of the Earth's surface is covered by water.",
        "ru": "Три четверти земной поверхности покрыты водой."
      },
      {
        "en": "Meteoroids burn up as they pass through Earth's atmosphere.",
        "ru": "Проходя через земную атмосферу, метеорные тела сгорают."
      },
      {
        "en": "Nearly 10 percent of the Earth's surface is covered by ice.",
        "ru": "Около десяти процентов земной поверхности покрыто льдом."
      },
      {
        "en": "The space shuttle has safely reentered the Earth's atmosphere.",
        "ru": "Шаттл благополучно вернулся в атмосферу Земли."
      },
      {
        "en": "We will be studying the forces that govern the Earth's climate.",
        "ru": "Мы будем изучать силы, определяющие климат Земли."
      },
      {
        "en": "The direction of the Earth's motion is represented by the arrow A.",
        "ru": "Направление движения Земли указано стрелкой А."
      },
      {
        "en": "The satellite will burn up as it re-enters the earth's atmosphere.",
        "ru": "Спутник сгорит, когда вновь войдёт в земную атмосферу."
      },
      {
        "en": "The sea which covers so large a proportion of the earth's surface.",
        "ru": "Мировой океан, который покрывает такую значительную часть поверхности земного шара."
      },
      {
        "en": "Humanity is already an unsustainable drain on the Earth's resources.",
        "ru": "Человечество и без того истощает ресурсы Земли непомерным образом."
      },
      {
        "en": "Poisoning the earth's atmosphere is ecologically and morally unjustifiable.",
        "ru": "Отравление земной атмосферы не имеет оправдания ни с экологической, ни с моральной точки зрения."
      },
      {
        "en": "The recent changes in the Earth's climate are beginning to worry scientists.",
        "ru": "Недавние изменения в климате Земли начинают беспокоить учёных."
      },
      {
        "en": "There is a growing realization that we must manage the earth's resources more carefully.",
        "ru": "Растёт осознание необходимости более бережного управления ресурсами Земли."
      },
      {
        "en": "The samples could give scientists vital information about long-term changes in the earth's atmosphere.",
        "ru": "Эти пробы могут дать учёным важнейшую информацию о долгосрочных изменениях, происходящих в атмосфере Земли."
      },
      {
        "en": "The lunar eclipse began with a subtle darkening of the lunar surface as it passed within the Earth's penumbra.",
        "ru": "Лунное затмение началось с лёгкого потемнения поверхности Луны, которая проходила в земной полутени."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}