{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "engineer",
      "engineering",
      "engineered"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Our engineers went into overdrive.",
        "ru": "Наши инженеры стали работать с усиленной нагрузкой."
      },
      {
        "en": "A team of engineers designed the new engine.",
        "ru": "Новый двигатель разработала команда инженеров."
      },
      {
        "en": "Army engineers were called in to construct the canal.",
        "ru": "К постройке канала были привлечены инженерные войска."
      },
      {
        "en": "The engineers had to destruct the rocket for safety reasons.",
        "ru": "Инженерам пришлось уничтожить ракету по соображениям безопасности."
      },
      {
        "en": "Engineers are working to prevent the tower from toppling over.",
        "ru": "Инженеры работают над тем, чтобы предотвратить опрокидывание башни."
      },
      {
        "en": "Engineers strove to increase the naturalness of recorded music.",
        "ru": "Инженеры стремились увеличить естественность звучания записанной музыки."
      },
      {
        "en": "Engineers surveyed the property to see what could be built on it.",
        "ru": "Инженеры обследовали территорию, чтобы понять, что можно на ней построить."
      },
      {
        "en": "The Borough Architect was censured for failing to consult the engineers.",
        "ru": "Городскому архитектору было вынесено порицание за то, что он не проконсультировал инженеров."
      },
      {
        "en": "Engineers are finding new ways to harness the sun's energy to heat homes.",
        "ru": "Инженеры находят новые способы использования солнечной энергии для обогрева домов."
      },
      {
        "en": "Design engineers are working on ways to make the cars run more efficiently.",
        "ru": "Инженеры-проектировщики работают над способами заставить автомобили работать более эффективно."
      },
      {
        "en": "This programme is fully accredited by the Institution of Electrical Engineers.",
        "ru": "Эта программа полностью соответствует стандартам Института инженеров-электриков."
      },
      {
        "en": "The main problem for engineers was the location of underground rivers in the area.",
        "ru": "Главной проблемой для инженеров было расположение подземных рек в этом районе."
      },
      {
        "en": "Engineers are carrying out essential maintenance work on the main line to Cambridge.",
        "ru": "Инженеры проводят необходимые ремонтные работы на магистральной линии, ведущей в Кембридж."
      },
      {
        "en": "Eventually, he got bored with the shoptalk of the nuclear engineers, which he barely understood.",
        "ru": "В конце концов, непонятные разговоры инженеров-ядерщиков о работе ему наскучили."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "engineered",
      "engineer",
      "engineering"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}