{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "I do agree with him to an extent.",
        "ru": "В какой-то степени я с ним согласен."
      },
      {
        "en": "They occupied only a small extent of England.",
        "ru": "Они захватили только малую часть Англии."
      },
      {
        "en": "She tried to determine the extent of the damage.",
        "ru": "Она попыталась определить размер нанесённого ущерба."
      },
      {
        "en": "The extent of kite's wings is more than five feet.",
        "ru": "Размах крыльев коршуна составляет более пяти футов."
      },
      {
        "en": "She was willing to study their wishes to a certain extent.",
        "ru": "Она была готова до некоторой степени потакать их прихотям."
      },
      {
        "en": "To a certain extent she was right.",
        "ru": "В какой-то степени она была права."
      },
      {
        "en": "The backwaters of the Amazon are of enormous extent.",
        "ru": "На Амазонке заводи обладают колоссальной протяжённостью."
      },
      {
        "en": "We need to understand the true extent of the problem.",
        "ru": "Нам необходимо понять истинные масштабы проблемы."
      },
      {
        "en": "It's too early to assess the full extent of the damage.",
        "ru": "Сейчас ещё слишком рано оценивать масштабы нанесённого ущерба."
      },
      {
        "en": "She cannot comprehend the extent of the disaster.",
        "ru": "Она не может осознать весь масштаб катастрофы."
      },
      {
        "en": "To what extent (=how much) did she influence his decision?",
        "ru": "В какой степени (т.е. насколько) она повлияла на его решение?"
      },
      {
        "en": "Both parties were held to be to some extent culpable.",
        "ru": "Обе стороны были в некоторой степени признаны виновными."
      },
      {
        "en": "It is not clear to what extent these views were shared.",
        "ru": "Пока не ясно, в какой степени эти взгляды разделяли другие."
      },
      {
        "en": "If we succeed in bulling silver we shall also succeed in bearing gold to the same extent.",
        "ru": "Если нам удастся повысить цены на серебро, то нам также удастся повысить и цены на золото."
      },
      {
        "en": "We all to some extent remember the good times and forget the bad.",
        "ru": "Мы все, в какой-то степени, помним хорошее и забываем плохое."
      },
      {
        "en": "The temperature in the outer and inner layers had equalized to a great extent.",
        "ru": "Температура во внешних и внутренних слоях в значительной степени выравнялась."
      },
      {
        "en": "The extent of the damage is incalculable.",
        "ru": "Масштабы ущерба не поддаются исчислению."
      },
      {
        "en": "The region is over 10,000 square kilometres in extent.",
        "ru": "Протяжённость данного региона составляет более десяти тысяч квадратных километров."
      },
      {
        "en": "Women do not indulge in crime to the same extent as men.",
        "ru": "Женщины не относятся к преступности столь же снисходительно, как мужчины."
      },
      {
        "en": "It took us a while to realize the extent of the tragedy.",
        "ru": "Весь масштаб трагедии мы осознали не сразу."
      },
      {
        "en": "They opened out the nets to their full extent.",
        "ru": "Они растянули сети на всю длину."
      },
      {
        "en": "It will affect farmers in Spain and to a lesser extent in France.",
        "ru": "Это затронет фермеров в Испании и, в меньшей степени, во Франции."
      },
      {
        "en": "I do agree with his ideas to a certain extent.",
        "ru": "Я действительно до некоторой степени согласен с его идеями."
      },
      {
        "en": "Considering the extent of his injuries, he's lucky to be alive.",
        "ru": "Учитывая тяжесть полученных им травм, ему повезло, что он остался жив."
      },
      {
        "en": "He questions the extent to which these remedies are needed.",
        "ru": "Он ставит под сомнение степень необходимости в этих лекарственных средствах."
      },
      {
        "en": "Its success will depend to a large extent on local attitudes.",
        "ru": "В большой степени его успех будет зависеть от отношения местного населения."
      },
      {
        "en": "At issue here is the extent to which exam results reflect a student's ability.",
        "ru": "Речь идёт о том, до какой степени результаты экзаменов отражают способности учащегося."
      },
      {
        "en": "The allegations implicated Abe to such an extent he was forced to resign.",
        "ru": "Обвинения скомпрометировали Абэ до такой степени, что он вынужден был уйти в отставку."
      },
      {
        "en": "The press have tended to understate the extent of the problem.",
        "ru": "В прессе масштабы данной проблемы, как правило, занижались."
      },
      {
        "en": "This was true in Madrid, and to a lesser extent, Valencia and Seville.",
        "ru": "Это было справедливо для Мадрида и, в меньшей степени, для Валенсии и Севильи."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}