{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "habit",
      "habitable"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "It's difficult to break bad habits.",
        "ru": "Тяжело бросать дурные привычки."
      },
      {
        "en": "It is hard to unlearn bad habits.",
        "ru": "Трудно отучиться от плохих привычек."
      },
      {
        "en": "It is easy to relapse into lazy habits.",
        "ru": "Очень легко привыкнуть к лени."
      },
      {
        "en": "You'll get into bad habits if you keep borrowing money.",
        "ru": "Если ты и дальше будешь брать деньги в долг, это превратится в дурную привычку."
      },
      {
        "en": "She knew it probably wasn't necessary any more, but old habits die hard.",
        "ru": "Она понимала, что скорее всего, это больше не нужно, но привычка — вторая натура."
      },
      {
        "en": "Young people easily imbibe bad habits.",
        "ru": "Молодёжь легко перенимает дурные привычки."
      },
      {
        "en": "My wife cured me of most of my bad habits.",
        "ru": "Жена избавила меня от большинства вредных привычек."
      },
      {
        "en": "She studied the nesting habits of the turtle.",
        "ru": "Она изучала привычки гнездования этой черепахи."
      },
      {
        "en": "It's difficult to unlearn bad driving habits.",
        "ru": "Трудно отучиться от привычки плохого вождения."
      },
      {
        "en": "It was a man of convivial and amorous habits.",
        "ru": "Это был общительный и влюбчивый человек."
      },
      {
        "en": "Under her fosterage our good habits throve apace.",
        "ru": "Под её благосклонным руководством мы обзавелись хорошими привычками."
      },
      {
        "en": "His boss criticized him for his sloppy work habits.",
        "ru": "Начальник раскритиковал его за привычку халтурно работать."
      },
      {
        "en": "Darwin's observations on the habits of certain birds",
        "ru": "наблюдения Дарвина по поводу привычек некоторых птиц"
      },
      {
        "en": "The survey included questions on age and smoking habits.",
        "ru": "Опрос содержал вопросы относительно возраста и привычки курить."
      },
      {
        "en": "It is difficult to adjust one's habits to someone else's.",
        "ru": "Трудно подгонять свои привычки под чьи-либо другие."
      },
      {
        "en": "He fell into some bad habits after graduating from college.",
        "ru": "После окончания колледжа у него появилось несколько дурных привычек."
      },
      {
        "en": "Her improvident habits left her with no retirement savings.",
        "ru": "Из-за своих расточительных привычек она осталась без пенсионных накоплений."
      },
      {
        "en": "Changing your eating habits is the best way to lose weight.",
        "ru": "Изменение режима питания — это лучший способ похудеть."
      },
      {
        "en": "Good eating habits are the best way of preventing infection.",
        "ru": "Правильный режим питания — лучший способ предотвращения заражения."
      },
      {
        "en": "It's difficult to slough off old habits even when you want to.",
        "ru": "От старых привычек трудно отделаться, даже если вы этого хотите."
      },
      {
        "en": "The habits of centuries were not to be unlearnt in a few years.",
        "ru": "Вековые традиции не должны были забыться за какие-то несколько лет."
      },
      {
        "en": "It's important that parents teach their children good study habits.",
        "ru": "Важно, чтобы родители научили своих детей хорошим учебным привычкам."
      },
      {
        "en": "The toad has terrestrial habits, spending most of its time on shore.",
        "ru": "Эта жаба ведёт наземный образ жизни, проводя большую часть времени на берегу."
      },
      {
        "en": "New procedures often disturb the comfortable habits of the workforce.",
        "ru": "Новые процедуры часто нарушают привычный уклад рабочей силы."
      },
      {
        "en": "The strange and abnormal habits of certain savage tribes were noticed.",
        "ru": "Были обнаружены странные и необычные привычки некоторых диких племён."
      },
      {
        "en": "The teacher inculcated in her students the importance of good study habits.",
        "ru": "Учительница внушила своим ученикам важность хороших учебных привычек."
      },
      {
        "en": "It was common practice to lead off the young ones, and teach them bad habits.",
        "ru": "Обычным делом было сбивать с пути молодых и учить их вредным привычкам."
      },
      {
        "en": "Even in Africa, the chief centre of polygynous habits, polygyny is an exception.",
        "ru": "Даже в Африке - основном центре полигиничных обычаев, полигамия является исключением."
      },
      {
        "en": "They conducted a survey in which several hundred people were queried about their dietary habits.",
        "ru": "Они провели опрос, в ходе которого нескольким сотням человек были заданы вопросы об особенностях их питания."
      },
      {
        "en": "The group's failed efforts demonstrate how difficult it is to convince people to change their habits.",
        "ru": "Неудачные попытки этой группы демонстрируют, насколько трудно убедить людей изменить свои привычки."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "habitable",
      "habit"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}