{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Eternal glory to our heroes!",
        "ru": "Вечная слава героям!"
      },
      {
        "en": "Several of the heroes predeceased the war.",
        "ru": "Некоторые герои умерли до войны."
      },
      {
        "en": "The astronauts were received as conquering heroes.",
        "ru": "Астронавтов встречали как героев-победителей."
      },
      {
        "en": "They fought like heroes.",
        "ru": "Они сражались как герои."
      },
      {
        "en": "Britain's sporting heroes",
        "ru": "герои британского спорта"
      },
      {
        "en": "Fame redounds to the heroes",
        "ru": "Слава идет впереди героев."
      },
      {
        "en": "She grew up emulating her sports heroes.",
        "ru": "Она выросла, подражая своим спортивным кумирам."
      },
      {
        "en": "The President memorialized the heroes of the battle.",
        "ru": "Президент увековечил память героев битвы."
      },
      {
        "en": "Books on sports heroes are my favorite reading matter.",
        "ru": "Книги о героях спорта — моё любимое чтиво."
      },
      {
        "en": "The returning war heroes were feasted all over the country",
        "ru": "Возвращение героев войны праздновали по всей стране"
      },
      {
        "en": "The returning war heroes were feasted all over the country.",
        "ru": "Возвращающихся героев войны чествовали по всей стране."
      },
      {
        "en": "He is one of the unsung heroes of the civil rights movement.",
        "ru": "Он является одним из невоспетых героев движения за гражданские права."
      },
      {
        "en": "The Lord of the Rings is a story of monsters, heroes, and wizardry.",
        "ru": "\"Властелин Колец\" — это история о чудовищах, героях и волшебстве."
      },
      {
        "en": "Dauntless heroes who are inclined to rush to danger, not away from it.",
        "ru": "Бесстрашные герои, которые склонны бросаться навстречу опасности, а не убегать от неё."
      },
      {
        "en": "Tom and Dick were both heroes but only the former is remembered today.",
        "ru": "Оба они — и Том, и Дик, — были героями, но только первого из них сегодня помнят."
      },
      {
        "en": "Tom and Dick were both heroes but only the latter is remembered today.",
        "ru": "И Том, и Дик были героями, но только сегодня помнят только последнего из них."
      },
      {
        "en": "He had a tendency to idealize his heroes and believe they could do no wrong.",
        "ru": "У него была склонность идеализировать своих героев и считать их непогрешимыми."
      },
      {
        "en": "The Olympics can make sporting heroes out of previously little-known athletes.",
        "ru": "Олимпийские игры порой превращают малоизвестных ранее атлетов в героев спорта."
      },
      {
        "en": "Movie heroes invariably have a trusty sidekick, who often provides comic relief.",
        "ru": "Киногерои неизменно имеют верного друга, который зачастую является комическим персонажем."
      },
      {
        "en": "Time and fiction writers have alchemized these Wild West thugs into romantic heroes.",
        "ru": "Время и писатели-беллетристы превратили эти головорезов с Дикого Запада в романтических героев."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}