{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "He gains a hundred a year.",
        "ru": "Он зарабатывает сотню в год."
      },
      {
        "en": "The tree was probably a hundred years old.",
        "ru": "Дереву было, наверное, лет сто."
      },
      {
        "en": "Two hundred years ago our forefathers established this nation.",
        "ru": "Двести лет назад наши предки основали эту страну."
      },
      {
        "en": "Every year, hundreds of people jump off the Golden Gate bridge.",
        "ru": "Каждый год с моста \"Золотые ворота\" спрыгивают сотни людей."
      },
      {
        "en": "She was beatified by the Pope one hundred years after her death.",
        "ru": "Через сто лет после смерти папа римский причислил её к лику блаженных."
      },
      {
        "en": "The princess had been enchanted by a magician to sleep for a hundred years.",
        "ru": "Волшебник заколдовал принцессу, так что она спала сто лет."
      },
      {
        "en": "A lapse of a hundred years is not much in the story of such a city as Florence.",
        "ru": "Промежуток в сотню лет не слишком большой срок для истории такого города, как Флоренция."
      },
      {
        "en": "...an advanced Mesoamerican civilization whose apex and collapse preexisted the arrival of Europeans by hundreds of years...",
        "ru": "...развитая месоамериканская цивилизация, чей пик развития и распад произошли за несколько веков до появления европейцев..."
      },
      {
        "en": "...had the starry idea the Western military forces would waltz in there and put an end to rivalries that have been raging for hundreds of years...",
        "ru": "...появилась наивная мысль, что западные военные силы войдут туда, в ритме вальса, и прекратят соперничество, бушевавшее там сотни лет..."
      },
      {
        "en": "\"I want to live for two hundred years\" \"Lad! Go the whole hog! Live for ever!\". *",
        "ru": "\"Я хочу прожить двести лет\" - \"Зачем мелочиться. Живи уж вечность\"."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}