{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "I make nine hundred dollars a week.",
        "ru": "Я зарабатываю девятьсот долларов в неделю."
      },
      {
        "en": "I'll raise you another hundred dollars.",
        "ru": "Поднимаю ставку ещё на сто долларов."
      },
      {
        "en": "He purchased a new suit for a hundred dollars.",
        "ru": "Он купил за сто долларов новый костюм."
      },
      {
        "en": "The repairs to our roof cost one hundred dollars.",
        "ru": "Починка нашей крыши обошлась в сто долларов."
      },
      {
        "en": "We earned two hundred dollars, less travel expenses.",
        "ru": "Мы заработали двести долларов минус командировочные расходы."
      },
      {
        "en": "A con man finagled my neighbor out of four hundred dollars.",
        "ru": "Какой-то кидала надул моего соседа на четыреста долларов."
      },
      {
        "en": "He would often gamble hundreds of dollars on a hand of poker.",
        "ru": "Играя в покер, он часто ставил на кон сотни долларов за одну раздачу."
      },
      {
        "en": "The book has proved its worth by saving me hundreds of dollars.",
        "ru": "Книга доказала свою ценность, сэкономив мне несколько сот долларов."
      },
      {
        "en": "That dandy was willing to spend all day and hundreds of dollars just to get the perfect pair of shoes.",
        "ru": "Этот франт был готов потратить целый день и несколько сот долларов только на то, чтобы найти идеальную пару обуви."
      },
      {
        "en": "The painting would fetch several hundred dollars on the open market (=a market in which anyone can buy or sell).",
        "ru": "Данная картина принесёт несколько сотен долларов на свободном рынке (т.е. рынке, на котором купить или продать может любой желающий)."
      },
      {
        "en": "A hundred dollars ain't hay. *",
        "ru": "Сто баксов на дороге не валяются."
      },
      {
        "en": "That baby set me back one hundred dollars. *",
        "ru": "Эта красота обошлась мне в сто долларов."
      },
      {
        "en": "I fronted about five hundred dollars for the new computer. *",
        "ru": "Я заплатил аванс в пятьсот баксов за этот компьютер."
      },
      {
        "en": "She stuck a hundred dollar bill into her pocketbook. Mad money, she calls it. *",
        "ru": "Она сунула стодолларовую банкноту себе в кошелек. Как она говорит, на всякий случай."
      },
      {
        "en": "\"I earned five hundred dollars this month\" \"Big deal! You won't grow rich on that much money these days\". *",
        "ru": "\"Я заработал пятьсот баксов в этом месяце\" - \"Ну и что! На эти деньги ты сегодня не разбогатеешь\"."
      },
      {
        "en": "\"I earned five hundred dollars this month\" \"Big shit! You won't grow rich on that much money these days\". *",
        "ru": "\"Я заработал пятьсот баксов в этом месяце\" - \"Ну и что, в натуре! На эти деньги ты сегодня не разбогатеешь\"."
      },
      {
        "en": "Because Vito thought it stupid to peddle dresses himself and so gave his whole share of stock to the fence, he made only seven hundred dollars. *",
        "ru": "Поскольку Вито посчитал глупым самому торговать платьями и отдал свою долю награбленного скупщику краденого, то заработал на этом только семьсот баксов."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}