{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "hunter"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "The hunters led a nomadic life.",
        "ru": "Охотники вели кочевую жизнь."
      },
      {
        "en": "The hunters quartered the deer.",
        "ru": "Охотники разделили оленя на четыре части."
      },
      {
        "en": "The hunters got down three deer.",
        "ru": "Охотники подбили трёх оленей."
      },
      {
        "en": "The hunters bagged five deer altogether.",
        "ru": "Всего охотники добыли пять оленей."
      },
      {
        "en": "Hunters must have a license to shoot deer.",
        "ru": "Для охоты на оленей у охотников должна быть лицензия."
      },
      {
        "en": "The hunters traced the deer into the woods.",
        "ru": "Преследуя оленя, охотники загнали его в лес."
      },
      {
        "en": "They were a society of hunters and gatherers.",
        "ru": "Они представляли собой общество охотников и собирателей."
      },
      {
        "en": "The hunters killed two deer, and cased the skins.",
        "ru": "Охотники убили двух оленей и содрали с них шкуру."
      },
      {
        "en": "Hunters say it's the best outfitter in the state.",
        "ru": "Охотники говорят, что это лучший организатор охот (аутфиттер) в штате."
      },
      {
        "en": "Thousands of bargain hunters queued up for hours.",
        "ru": "Тысячи охотников за скидками (в магазине) стояли в очереди часами."
      },
      {
        "en": "The hunters treed the bear with dogs and killed it.",
        "ru": "Охотники загнали собаками медведя на дерево и убили."
      },
      {
        "en": "Fearless hunters confront wild animals with bravery.",
        "ru": "Бесстрашные охотники смело идут на диких зверей."
      },
      {
        "en": "They hired hunters to keep down the deer population.",
        "ru": "Они наняли охотников, чтобы сократить поголовье оленей."
      },
      {
        "en": "Some hunters are chafing under the new restrictions.",
        "ru": "Некоторые охотники раздражены новыми ограничениями."
      },
      {
        "en": "The hunters waded into the flats, looking vainly for ducks.",
        "ru": "Охотники бродили по низине в бесплодных поисках уток."
      },
      {
        "en": "The hunters lost the tiger's trail in the middle of the jungle.",
        "ru": "Охотники потеряли след тигра в чаще джунглей."
      },
      {
        "en": "The Sierra Madres in Mexico are still virgin of sportsmen and hunters.",
        "ru": "На Сьерра Мадрес в Мексике ещё не встретишь ни спортсменов, ни охотников."
      },
      {
        "en": "The young woman's wealth unfortunately made her a lodestone for fortune hunters.",
        "ru": "К сожалению, богатство этой молодой женщины сделало её магнитом для охотников за состоянием."
      },
      {
        "en": "As soon as the doors opened, early-morning bargain hunters ran wild through the store.",
        "ru": "Как только двери магазина открылись, по нему сразу же пронеслись любители утренних скидок."
      },
      {
        "en": "Too many job hunters make the classic mistake of thinking only about what's in it for them.",
        "ru": "Очень многие соискатели работы совершают классическую ошибку: они думают лишь о том, какую выгоду можно из неё извлечь."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "hunter"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}