{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Betty's very friendly with the Jacksons.",
        "ru": "Бетти очень дружна с семейством Джексонов."
      },
      {
        "en": "Jackson dived after the ball.",
        "ru": "Джексон нырнул вслед за мячом."
      },
      {
        "en": "Jackson had mysteriously disappeared.",
        "ru": "Джексон таинственным образом исчез."
      },
      {
        "en": "Jackson faced Smith in the boxing ring.",
        "ru": "На ринге Джексон встретился со Смитом лицом к лицу."
      },
      {
        "en": "Jackson vehemently denied the allegations.",
        "ru": "Джексон категорически отрицал обвинения."
      },
      {
        "en": "Jackson tried to satisfy me of his innocence.",
        "ru": "Джексон попытался убедить меня в своей невиновности."
      },
      {
        "en": "Jackson played in 353 games, with 314 starts.",
        "ru": "Джексон сыграл 353 матча, из которых в 314 выходил в стартовом составе."
      },
      {
        "en": "In the video, Michael Jackson morphed into a panther",
        "ru": "В клипе Майкл Джексон превратился в пантеру"
      },
      {
        "en": "Michael Jackson perfected the moonwalk in the 1980s.",
        "ru": "В восьмидесятых Майкл Джексон довёл \"лунную походку\" до совершенства."
      },
      {
        "en": "Michael Jackson is adamant that he will not tour this year.",
        "ru": "Майкл Джексон твёрдо решил, что не будет гастролировать в этом году."
      },
      {
        "en": "Mr. Jackson tacitly endorses decriminalization of drug use.",
        "ru": "Мистер Джексон молчаливо поддерживает декриминализацию употребления наркотиков."
      },
      {
        "en": "“There is a Ms. Jackson here to see you.” “Send her in.”",
        "ru": "— К вам некая мисс Джексон. — Просите."
      },
      {
        "en": "Jackson spent the day meeting with local religious and civic leaders.",
        "ru": "Джексон провёл день, встречаясь с местными религиозными и общественными лидерами."
      },
      {
        "en": "At 115, Mrs Jackson is believed to be the oldest person in the country.",
        "ru": "Миссис Джексон, в возрасте 115 лет, считается старейшим человеком в стране."
      },
      {
        "en": "Jackson was portrayed as an innoncent victim of opportunistic vultures.",
        "ru": "Джексона представили невинной жертвой \"охотников за деньгами\" / алчных вымогателей."
      },
      {
        "en": "I was firmly of the opinion that we should not give Jackson any more money.",
        "ru": "Я твёрдо придерживался мнения, что нам больше не следует давать Джексону денег."
      },
      {
        "en": "Mr Jackson quoted the case of an elderly man who had been evicted from his home.",
        "ru": "Мистер Джексон сослался на дело о пожилом человеке, которого выселили из собственного дома."
      },
      {
        "en": "She gets a charge from pop singer Michael Jackson. *",
        "ru": "Когда она видит на сцене Майкла Джексона, она балдеет."
      },
      {
        "en": "That man Jackson is always in trouble, he really landed up to his ears in it yesterday. *",
        "ru": "С этим Джексоном всегда что-нибудь случается, и вот вчера он опять крупно влип."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}