{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Boswell's Life of Johnson",
        "ru": "босуэлловская \"Жизнь Джонсона\""
      },
      {
        "en": "Johnson raised an open hand.",
        "ru": "Джонсон поднял открытую ладонь."
      },
      {
        "en": "I ran Johnson back to my house.",
        "ru": "Я отвёз Джонсона обратно к себе домой."
      },
      {
        "en": "Johnson has filed suit against her.",
        "ru": "Джонсон подал против неё судебный иск."
      },
      {
        "en": "Johnson was a barrister by profession.",
        "ru": "По профессии Джонсон был адвокатом."
      },
      {
        "en": "Johnson drugged and attacked four women.",
        "ru": "Джонсон употребил наркотики и напал на четырёх женщин."
      },
      {
        "en": "That Johnson kid's a real little terror!",
        "ru": "Этот малыш Джонсон — просто кошмар, а не ребёнок!"
      },
      {
        "en": "Johnson kept a tight leash on his emotions.",
        "ru": "Джонсон не давал волю своим чувствам."
      },
      {
        "en": "Lonnie Johnson, the legendary blues guitarist",
        "ru": "Лонни Джонсон, легендарный блюзовый гитарист"
      },
      {
        "en": "Johnson was fired for unprofessional conduct.",
        "ru": "Джонсон был уволен за нарушение профессиональной этики."
      },
      {
        "en": "Johnson was billed to speak at two conferences.",
        "ru": "Было заявлено, что Джонсон выступит на двух конференциях."
      },
      {
        "en": "May I introduce myself? My name is Meg Johnson.",
        "ru": "Разрешите представиться. Меня зовут Мэг Джонсон."
      },
      {
        "en": "It was rumoured that Johnson had been poisoned.",
        "ru": "Ходили слухи, что Джонсон был отравлен."
      },
      {
        "en": "Johnson now sings backing vocals for Mica Paris.",
        "ru": "Джонсон теперь на подпевках у Мики Перис."
      },
      {
        "en": "Johnson sat out the game with a shoulder injury.",
        "ru": "Джонсон пропустил игру из-за травмы плеча."
      },
      {
        "en": "The mother affiliated her son upon Peter Johnson.",
        "ru": "Мать доказала через суд, что отцом ее сына является Питер Джонсон."
      },
      {
        "en": "President Lyndon Johnson was to dedicate the Fair.",
        "ru": "Открыть (Нью-Йоркскую всемирную) выставку должен был президент Линдон Джонсон."
      },
      {
        "en": "Johnson had ten points and a steal in the first half.",
        "ru": "За первую половину игры Джонсон набрал десять очков и один перехват."
      },
      {
        "en": "The campaign to write in Johnson for governor failed.",
        "ru": "Кампания за включение Джонсона в список кандидатов на пост губернатора провалилась."
      },
      {
        "en": "Johnson was vilified in the press for refusing to resign.",
        "ru": "Джонсон была раскритикована в прессе за отказ уйти в отставку."
      },
      {
        "en": "They're gambling on Johnson being fit for Saturday's game.",
        "ru": "Они очень рассчитывают, что Джонсон всё-таки будет в состоянии выйти на субботнюю игру."
      },
      {
        "en": "On the next play, Johnson ran fifteen yards for a touchdown.",
        "ru": "На следующем розыгрыше Джонсон пробежал пятнадцать ярдов и занёс тачдаун. (об амер. футболе)"
      },
      {
        "en": "Johnson took the popular step of sending in American troops.",
        "ru": "Джонсон предпринял популярный шаг, отправив туда американские войска."
      },
      {
        "en": "Johnson and Rivera have markedly different leadership styles.",
        "ru": "Стили руководства Джонсона и Риверы резко различаются."
      },
      {
        "en": "Johnson wanted to be remembered as 'the education president'.",
        "ru": "Джонсон хотел запомниться как \"президент образования\"."
      },
      {
        "en": "My wife often tells me that boys are dirty things. (S. Johnson)",
        "ru": "Моя жена часто говорит мне, что эти мальчишки - такие грязнули!"
      },
      {
        "en": "Johnson, on whom I was running out, listened to me with patience.",
        "ru": "Джонсон, от которого я собирался сбежать, терпеливо меня слушал."
      },
      {
        "en": "President Lyndon B. Johnson was a strong supporter of civil rights.",
        "ru": "Президент Линдон Джонсон был решительным сторонником гражданских прав."
      },
      {
        "en": "The local authorities had asked Judge Johnson to come off the case.",
        "ru": "Местные власти попросили судью Джонсона закрыть это дело."
      },
      {
        "en": "Johnson underestimated the strength of public feeling against the war.",
        "ru": "Джонсон недооценил силу антивоенного общественного мнения."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}