{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "brief",
      "briefing",
      "briefless",
      "briefness",
      "briefs"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Please briefly describe your experience.",
        "ru": "Пожалуйста, кратко опишите ваш опыт работы."
      },
      {
        "en": "Briefly, I think we should accept their offer.",
        "ru": "Короче говоря, я думаю, что нам следует принять их предложение."
      },
      {
        "en": "'I'm divorced, as you know,' she said briefly.",
        "ru": "— Как вам известно, я в разводе, — кратко сказала она."
      },
      {
        "en": "We stopped off briefly in London.",
        "ru": "Мы ненадолго остановились в Лондоне."
      },
      {
        "en": "We paused briefly to look at the scenery.",
        "ru": "Мы ненадолго задержалась, чтобы полюбоваться пейзажем."
      },
      {
        "en": "Sonia explained briefly what we had to do.",
        "ru": "Соня кратко объяснила, что мы должны делать."
      },
      {
        "en": "Several important issues are only briefly mentioned.",
        "ru": "Некоторые важные вопросы были упомянуты лишь вкратце."
      },
      {
        "en": "The whale surfaced briefly then dove under again.",
        "ru": "Кит ненадолго всплыл, а затем вновь нырнул вглубь."
      },
      {
        "en": "We hugged briefly, and then it was time to say goodbye.",
        "ru": "Мы быстренько обнялись и затем пришло время попрощаться."
      },
      {
        "en": "Gielgud appears briefly in this movie.",
        "ru": "Гилгуд ненадолго появляется в этом фильме."
      },
      {
        "en": "He sketched the story briefly, telling the facts just as they had happened.",
        "ru": "Он пересказал историю в общих чертах, кратко описав, как всё было."
      },
      {
        "en": "If I can digress for a moment, I'd like to briefly mention her earlier films.",
        "ru": "Если позволите мне на секунду отвлечься, я бы хотел коротко упомянуть ее ранние фильмы."
      },
      {
        "en": "She appeared on the show, albeit briefly.",
        "ru": "Она появилась на шоу, хотя и на короткое время /ненадолго/."
      },
      {
        "en": "Briefly, the hunter and his quarry glared at each other.",
        "ru": "Короче, охотник и его жертва уставились друг на друга."
      },
      {
        "en": "The car shuddered briefly as its engine died.",
        "ru": "Машина слегка вздрогнула, когда её двигатель заглох."
      },
      {
        "en": "The head coach was briefly suspended after launching into a foul-mouthed philippic during a press conference.",
        "ru": "Главный тренер получил небольшую дисквалификацию после того, как во время одной из пресс-конференций он, не стесняясь в выражениях, разразился гневной обличительной речью."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "briefing",
      "briefs",
      "briefless",
      "briefness",
      "brief"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}