{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "darer"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "It was a daring attempt but he carried it off.",
        "ru": "Это была дерзкая попытка, но она ему удалась."
      },
      {
        "en": "Did your daring plan pay off?",
        "ru": "Как сработал твой смелый план?"
      },
      {
        "en": "The prisoners attempted a daring escape.",
        "ru": "Заключённые предприняли попытку дерзкого побега."
      },
      {
        "en": "He performs the trick with the daring of a stuntman.",
        "ru": "Он выполняет этот трюк с бесстрашием каскадёра."
      },
      {
        "en": "They managed to bring off the most daring jewellery robbery in history.",
        "ru": "Им удалось совершить самое дерзкое хищение ювелирных изделий в истории."
      },
      {
        "en": "Quick thinking and ready speech may carry off a little daring.",
        "ru": "Можно простить некоторые вольности человеку, обладающему живым умом и умеющему говорить."
      },
      {
        "en": "His daring attitude toward risks is a major part of his makeup.",
        "ru": "Отважное отношение к риску является значительной частью его характера."
      },
      {
        "en": "She decided to wear a daring dress to the party.",
        "ru": "Она решила надеть на приём откровенное платье."
      },
      {
        "en": "Skydiving requires both skill and daring.",
        "ru": "Прыжки с парашютом требуют как мастерства, так и смелости."
      },
      {
        "en": "She's a daring innovator in the field of biotechnology.",
        "ru": "Она является смелым новатором в области биотехнологии."
      },
      {
        "en": "The city's firefighters routinely put their lives in jeopardy by executing daring rescues.",
        "ru": "Городские пожарные каждый день подвергают свои жизни опасности, отважно спасая людей."
      },
      {
        "en": "The daring exploits of the French legionaries have long been the stuff of literary and cinematic legend.",
        "ru": "Дерзкие подвиги солдат Французского легиона уже давно являются материалом литературных и кинематографических легенд."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "darer"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}