{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [
      "employees"
    ],
    "examples": [
      {
        "en": "The table shows the salary of each employee.",
        "ru": "Таблица отображает заработную плату каждого работника."
      },
      {
        "en": "A good boss listens to his employees.",
        "ru": "Хороший начальник прислушивается к своим подчинённым."
      },
      {
        "en": "Each employee is given a code number.",
        "ru": "Каждому сотруднику присваивается кодовый номер."
      },
      {
        "en": "That new employee is really a hard worker.",
        "ru": "Этот новый сотрудник действительно очень усерден."
      },
      {
        "en": "He knows how you are a valued employee.",
        "ru": "Он знает, насколько вы ценный сотрудник."
      },
      {
        "en": "He had hoped to continue as a full-time employee.",
        "ru": "Он надеялся остаться в штате."
      },
      {
        "en": "The deal was sabotaged by an angry employee.",
        "ru": "Сделка была сорвана рассерженным сотрудником."
      },
      {
        "en": "An employee may request an advance against salary.",
        "ru": "Работник может попросить аванс в счёт заработной платы."
      },
      {
        "en": "The employee admitted to stealing the money.",
        "ru": "Сотрудник признался в краже денег."
      },
      {
        "en": "Do you have a parent who is an employee or retiree of this company?",
        "ru": "Является ли кто-нибудь из ваших родителей настоящим или бывшим работником этой компании?"
      },
      {
        "en": "The former employee spilled all the details.",
        "ru": "Бывший работник \"слил\" все подробности."
      },
      {
        "en": "The company has more than 2,000 employees worldwide.",
        "ru": "В данной компании работает более двух тысяч сотрудников по всему миру."
      },
      {
        "en": "Job-hoppers make up 39% of employee turnover rate.",
        "ru": "На \"летунов\" приходится тридцать девять процентов общего коэффициента текучести рабочей силы."
      },
      {
        "en": "Each employee will be issued an identification card.",
        "ru": "Каждому работнику выдадут удостоверение личности."
      },
      {
        "en": "The chief has decided to farm out most of the work to freelance employee.",
        "ru": "Начальник решил передать большую часть работы внештатному сотруднику."
      },
      {
        "en": "The photos were probably swiped by an employee.",
        "ru": "Фотографии, вероятно, спёр один из сотрудников."
      },
      {
        "en": "A raise in employee wages might stimulate production.",
        "ru": "Стимулировать производство может повышение заработной платы работников."
      },
      {
        "en": "The employee's work has been below the mark this week.",
        "ru": "Работа служащего на этой неделе была ниже требуемого уровня."
      },
      {
        "en": "The job's only redeeming feature is the employee discount.",
        "ru": "Единственный плюс этой работы — скидка для сотрудников."
      },
      {
        "en": "Kate's in New York on an employee exchange so she can get some more training.",
        "ru": "Кейт в Нью-Йорке, работает по обмену, чтобы как-то повысить свою квалификацию."
      },
      {
        "en": "An employee shall not be required to work more than one shift in each 24 hours.",
        "ru": "Работник не может быть привлечён к работе более одной смены в течение 24 часов."
      },
      {
        "en": "She had a surreptitious relationship with her employee.",
        "ru": "У неё была тайная связь с подчинённым по работе."
      },
      {
        "en": "The EU should set minimum standards of employee rights.",
        "ru": "ЕС должен установить минимальные нормы прав работников."
      },
      {
        "en": "Each employee will have a one-day furlough every month.",
        "ru": "Каждый месяц всем сотрудникам будет предоставляться однодневный отпуск."
      },
      {
        "en": "A supervisor will evaluate each employee's performance.",
        "ru": "Контролёры будут оценивать эффективность работы каждого сотрудника."
      },
      {
        "en": "As a new employee, I will be on probation for three months.",
        "ru": "Как новый сотрудник, я пройду трёхмесячную стажировку."
      },
      {
        "en": "An employee can vest pension rights after five years of service.",
        "ru": "Работник может зарезервировать пенсионные права после пяти лет службы."
      },
      {
        "en": "Each employee brings his or her own psychological baggage to the workplace.",
        "ru": "Каждый сотрудник приносит на рабочее место свой собственный психологический багаж."
      },
      {
        "en": "An employee on an unpaid leave of absence does not receive pay for the holiday.",
        "ru": "Работнику, находящемуся в неоплачиваемом отпуске, праздники не оплачиваются."
      },
      {
        "en": "The robbery was committed by a vengeful former employee.",
        "ru": "Ограбление было совершено из мести одним из бывших сотрудников."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "employees"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}