{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "philosopher",
      "philosophic",
      "philosophical",
      "philosophize"
    ],
    "word_forms": [
      "philosophies"
    ],
    "examples": [
      {
        "en": "This philosophy book is too heavy for me to enjoy.",
        "ru": "Эта книга по философии слишком серьёзна, чтобы я ею наслаждался."
      },
      {
        "en": "Ethics is a branch of philosophy.",
        "ru": "Этика — это раздел философии."
      },
      {
        "en": "We owe this idea to Greek philosophy.",
        "ru": "Эту идею мы унаследовали от греческой философии."
      },
      {
        "en": "They have little acquaintance with Chinese philosophy or history.",
        "ru": "Они мало знакомы с китайской философией и историей."
      },
      {
        "en": "Emma studies philosophy at university.",
        "ru": "Эмма изучает философию в университете."
      },
      {
        "en": "Her degree is in philosophy and religion.",
        "ru": "Она дипломированный специалист в области философии и религии."
      },
      {
        "en": "Plato is the very type of soaring philosophy",
        "ru": "Платон дал образец возвышенной философии"
      },
      {
        "en": "Voltaire was the first who popularized in France the philosophy of Newton.",
        "ru": "Вольтер был первым из тех, кто сделал популярной во Франции философию Ньютона."
      },
      {
        "en": "The book tries to mesh philosophy and humor.",
        "ru": "Книга пытается объединить философию и юмор."
      },
      {
        "en": "The book is an indictment of modern philosophy.",
        "ru": "Данная книга является обвинением в адрес современной философии."
      },
      {
        "en": "The company explained their management philosophy.",
        "ru": "Компания объяснила свою философию управления."
      },
      {
        "en": "He contested Adam Smith's chair of moral philosophy.",
        "ru": "Он оспаривал главенство Адама Смита в вопросах философской морали."
      },
      {
        "en": "Aesthetics is an important part of Greek philosophy.",
        "ru": "Эстетика является важной частью греческой философии."
      },
      {
        "en": "His philosophy stressed the impermanence of the world.",
        "ru": "Его философия подчёркивала бренность всего земного."
      },
      {
        "en": "His work showed a discernible bias towards philosophy.",
        "ru": "Его работа продемонстрировала заметную склонность к философии."
      },
      {
        "en": "Hegel's philosophy will be examined in detail in Chapter 4.",
        "ru": "Философия Гегеля будет подробно рассмотрена в четвёртой главе."
      },
      {
        "en": "Rousseau's philosophy holds that people are inherently good.",
        "ru": "Философия Руссо утверждает, что люди по своей природе хорошие."
      },
      {
        "en": "His mind is not yet tutored to the philosophy of the subject.",
        "ru": "Его разум еще не готов к постижению философии предмета."
      },
      {
        "en": "Her main cooking philosophy is to use only fresh ingredients.",
        "ru": "Ее основная философия приготовления пищи заключается в использовании исключительно свежих ингредиентов."
      },
      {
        "en": "My father's philosophy of child-rearing was to let mother do it.",
        "ru": "Подход моего отца к воспитанию детей заключался в том, что \"пусть этим занимается мать\"."
      },
      {
        "en": "Like mythology, Greek philosophy has a tendency to personify ideas.",
        "ru": "Как и мифология, греческая философия имеет тенденцию персонифицировать идеи."
      },
      {
        "en": "There is no use in turning upon him the cross-lights of modern philosophy.",
        "ru": "Его бесполезно рассматривать с различных точек зрения, предлагаемых современной философией."
      },
      {
        "en": "cobwebby bits of cracker-barrel philosophy that were stale even 200 years ago",
        "ru": "покрытые паутиной обломки примитивной философии, устаревшие ещё двести лет назад"
      },
      {
        "en": "The idea of motion was always to the forefront of his mind and central to his philosophy.",
        "ru": "Идея о движении всегда занимала важнейшее место в его сознании и лежала в основе его философии."
      },
      {
        "en": "An unshakable belief in the essential goodness of humankind is the warp of his philosophy.",
        "ru": "Основой его философии является непоколебимая вера в присущую всем людям доброту."
      },
      {
        "en": "I propose to give what may be called the Philosophy of Proverbs - a topic which seems virgin.",
        "ru": "Я предлагаю что-нибудь типа \"Философия пословицы\", это тема, ещё не разработанная."
      },
      {
        "en": "They promote a philosophy that sacrifices the rights of the individual for the public welfare.",
        "ru": "Они поддерживают философию, которая жертвует правами личности в пользу общественного блага."
      },
      {
        "en": "Philosophy has not always been professionalized and used to be a subject pursued only by amateurs.",
        "ru": "Философия не всегда была профессией: когда-то она была предметом, которым занимались исключительно дилетанты."
      },
      {
        "en": "The idea that you should treat others as you would like them to treat you is a fine philosophy of life.",
        "ru": "Идея о том, что вы должны относиться к другим так, как хотели бы, чтобы они относились к вам, — прекрасная жизненная философия."
      },
      {
        "en": "The amplitude of Thomas Jefferson's interests — government, architecture, agriculture, science, philosophy — is truly awesome.",
        "ru": "Размах интересов Томаса Джефферсона — управление государством, архитектура, сельское хозяйство, наука, философия — поистине удивителен."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "philosophies"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "philosophize",
      "philosophic",
      "philosophical",
      "philosopher"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}