{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "technicality",
      "technicals",
      "technically"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Technical service will be charged extra.",
        "ru": "Техническое обслуживание будет оплачиваться дополнительно."
      },
      {
        "en": "I won't bore you with all the technical details.",
        "ru": "Я не хочу утомлять вас, всеми техническими подробностями."
      },
      {
        "en": "Technical experts analyzed the data.",
        "ru": "Технические специалисты проанализировали данные."
      },
      {
        "en": "The broadcast was delayed because of technical difficulties .",
        "ru": "Трансляция была приостановлена по техническим причинам."
      },
      {
        "en": "David was asked to head up the technical team.",
        "ru": "Дэвида попросили возглавить технический отдел."
      },
      {
        "en": "I have no technical knowledge at all.",
        "ru": "У меня нет никаких технических знаний."
      },
      {
        "en": "The fall is only a technical correction.",
        "ru": "Данное падение представляет собой всего лишь техническую поправку."
      },
      {
        "en": "Can you translate this technical jargon?",
        "ru": "Вы можете перевести этот технический жаргон?"
      },
      {
        "en": "He is using the word in its technical sense.",
        "ru": "Он употребляет это слово в его техническом смысле."
      },
      {
        "en": "I didn't understand all the technical terms.",
        "ru": "Я не понял всех этих технических терминов."
      },
      {
        "en": "The argument was essentially a technical one.",
        "ru": "По сути, спор был чисто формальным."
      },
      {
        "en": "Use clear English in preference to technical language.",
        "ru": "Отдавайте предпочтение понятному английскому языку перед специальной терминологией."
      },
      {
        "en": "Technical assistance for the product is free of charge.",
        "ru": "Техническая поддержка продукции осуществляется бесплатно."
      },
      {
        "en": "The technical details mean nothing to the average punter.",
        "ru": "Эти технические подробности ничего не значат для среднестатистического потребителя."
      },
      {
        "en": "Our staff will be available to give you technical support.",
        "ru": "Наши сотрудники всегда готовы предоставить вам техническую поддержку."
      },
      {
        "en": "She possesses complete technical mastery of her instrument.",
        "ru": "С точки зрения техники, она владеет своим музыкальным инструментом в совершенстве."
      },
      {
        "en": "The hirer receives the bike in a perfect technical condition.",
        "ru": "Арендатор получает мотоцикл в технически безупречном состоянии."
      },
      {
        "en": "We are waiting for a callback from a technical support specialist.",
        "ru": "Мы ждем звонка от специалиста техподдержки."
      },
      {
        "en": "In spite of some technical hitches, the first program was a success.",
        "ru": "Несмотря на некоторые технические заминки, первая программа была успешной."
      },
      {
        "en": "They've had technical problems — at any rate that's what they told me.",
        "ru": "У них были технические проблемы — во всяком случае, так они мне сказали."
      },
      {
        "en": "The film's director hired a real police officer as a technical consultant.",
        "ru": "Режиссёр фильма нанял в качестве технического консультанта настоящего офицера полиции."
      },
      {
        "en": "On the technical front, there have been a number of important developments.",
        "ru": "На техническом фронте произошёл ряд важных событий."
      },
      {
        "en": "In a very recent post, Jake amply dissertated upon some technical differences.",
        "ru": "В одном недавнем сообщении Джейк подробно распространялся по поводу некоторых технических различий."
      },
      {
        "en": "There seems to have been a technical problem — anyway, that's what they told me.",
        "ru": "Кажется, там произошел технический сбой, — во всяком случае, мне так сказали."
      },
      {
        "en": "A technical glitch caused a temporary shutdown.",
        "ru": "Технический сбой вызвал временное отключение системы."
      },
      {
        "en": "Technical terms are rarely occurrent in literature.",
        "ru": "Технические термины редко встречаются в (художественной) литературе."
      },
      {
        "en": "Distressed companies need loans and technical advice.",
        "ru": "Компаниям, которые испытывают финансовые трудности, нужны кредиты и технические консультации."
      },
      {
        "en": "Association of Scientific, Technical and Managerial Staff",
        "ru": "Ассоциация научно-технических работников и руководящего персонала (в Великобритании)"
      },
      {
        "en": "Employees need to keep up with the latest technical developments.",
        "ru": "Сотрудники должны быть в курсе последних технических разработок."
      },
      {
        "en": "Analysts content that the stock market is due for a technical rally.",
        "ru": "Аналитики согласны с тем, что фондовый рынок ожидает оживление, вызванное внутренними факторами."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "technically",
      "technicality",
      "technicals"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}