{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "while away",
      "whiles"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Take a nap while I'm out.",
        "ru": "Поспи, пока меня не будет."
      },
      {
        "en": "They arrived while we were having dinner.",
        "ru": "Они приехали, когда мы обедали."
      },
      {
        "en": "While there's life there's hope. посл.",
        "ru": "Пока живу, надеюсь."
      },
      {
        "en": "Would you look after the children while I do the shopping?",
        "ru": "Не могли бы вы присмотреть за детьми, пока я хожу по магазинам?"
      },
      {
        "en": "They met while they were in college.",
        "ru": "Они познакомились, когда были в колледже."
      },
      {
        "en": "I'm just whiling away my time, waiting for the train to come in.",
        "ru": "Я просто коротаю время в ожидании прибытия поезда."
      },
      {
        "en": "That year whiled for me.",
        "ru": "Тот год показался мне вечностью."
      },
      {
        "en": "He was here for a little while.",
        "ru": "Он пробыл здесь некоторое время."
      },
      {
        "en": "Someone called while you were out.",
        "ru": "Пока тебя не было, кто-то звонил."
      },
      {
        "en": "Can I get you anything while I'm at the store?",
        "ru": "Тебе что-нибудь купить /захватить/, пока я ещё в магазине?"
      },
      {
        "en": "It took them a while to find out what was causing the problem.",
        "ru": "Им понадобилось некоторое время, чтобы выяснить, что является причиной проблемы."
      },
      {
        "en": "The phone rang while I was doing the dishes.",
        "ru": "Телефон зазвонил, когда я мыла посуду."
      },
      {
        "en": "It was an easy task for an expert, while it was dangerous for a novice.",
        "ru": "Для профессионала это была лёгкая задача, тогда как для новичка она была трудной."
      },
      {
        "en": "While never a big eater, he did snack a lot.",
        "ru": "Хоть он никогда не объедался, но перекусывал и вправду часто."
      },
      {
        "en": "While there was no conclusive evidence, most people thought he was guilty.",
        "ru": "Несмотря на отсутствие убедительных доказательств, большинство людей думало, что он виновен."
      },
      {
        "en": "It would be worth your while to talk to the editor.",
        "ru": "Тебе стоит поговорить с редактором."
      },
      {
        "en": "While she was asleep, thieves broke in and stole her handbag.",
        "ru": "Пока она спала, воры проникли в дом и украли её сумочку."
      },
      {
        "en": "You can get the photos developed while you wait.",
        "ru": "Можно проявить ваши фотографии, пока вы ждёте."
      },
      {
        "en": "She met Andy while working on a production of Carmen.",
        "ru": "Она познакомилась с Энди во время работы над постановкой \"Кармен\"."
      },
      {
        "en": "He made a comment that, while well-intentioned, still hurt my feelings.",
        "ru": "Он сделал замечание, которое, хотя и было сделано из самых лучших побуждений, всё же меня задело."
      },
      {
        "en": "While I think some parts of the plan are good, I don't think it's practical.",
        "ru": "Хотя некоторые части этого плана кажутся мне хорошими, я не считаю его целесообразным."
      },
      {
        "en": "The while his right [hand] did shade / His eyes from the bright sun. (W. Morris)",
        "ru": "Все это время он правой рукой заслонял глаза от слепящего солнца."
      },
      {
        "en": "Schools in the north tend to be better equipped, while those in the south are relatively poor.",
        "ru": "Школ на севере, как правило, лучше оснащены, а те, что на юге, являются относительно бедными."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "whiles"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}