{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "miner",
      "minery"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Siberian coal miners",
        "ru": "сибирские шахтёры"
      },
      {
        "en": "57 miners were buried alive.",
        "ru": "Пятьдесят семь шахтёров было похоронено заживо."
      },
      {
        "en": "The roof caved in, trapping the miners.",
        "ru": "Кровля выработки обвалилась и заперла шахтёров."
      },
      {
        "en": "Twenty miners were trapped underground.",
        "ru": "Двадцать шахтёров оказались в ловушке под землей."
      },
      {
        "en": "The miners were weary after a long shift.",
        "ru": "Шахтеры были усталыми после долгой смены."
      },
      {
        "en": "The miners were soon smothered in coal dust.",
        "ru": "Шахтёры были густо покрыты угольной пылью."
      },
      {
        "en": "Hundreds of miners joined the breakaway union.",
        "ru": "К отколовшемуся профсоюзу присоединились сотни шахтёров."
      },
      {
        "en": "The rescuers tried to dig out the buried miners.",
        "ru": "Спасатели пытались откопать шахтёров из-под завала."
      },
      {
        "en": "The miners are asking for another increase in pay.",
        "ru": "Шахтёры требуют очередного увеличения заработной платы."
      },
      {
        "en": "Charles spent a week working alongside the miners.",
        "ru": "Чарльз неделю проработал вместе с шахтёрами."
      },
      {
        "en": "The roof of the mine fell in, trapping the miners.",
        "ru": "Кровля шахты провалилась, и шахтёры оказались отрезанными."
      },
      {
        "en": "The miners will be out until their demands are met.",
        "ru": "Шахтёры не выйдут на работу до тех пор, пока их требования не будут удовлетворены."
      },
      {
        "en": "Miners have traditionally enjoyed high rates of pay.",
        "ru": "Шахтёры имеют традиционно высокие ставки оплаты."
      },
      {
        "en": "The toxic fumes imperiled the lives of the trapped miners.",
        "ru": "Эти ядовитые испарения поставили под угрозу жизнь оказавшихся в ловушке шахтёров."
      },
      {
        "en": "People are unaware of the peril these miners face each day.",
        "ru": "Люди не осознают риск, с которым эти шахтёры сталкиваются каждый день."
      },
      {
        "en": "The miners were entombed in the cave when the roof fell in.",
        "ru": "Шахтёры оказались погребены в шахте, когда обрушился потолок."
      },
      {
        "en": "The railway workers have come out in sympathy with the miners.",
        "ru": "Железнодорожники вышли на улицу в знак солидарности с шахтёрами."
      },
      {
        "en": "The miners used special braces to keep the walls from collapsing.",
        "ru": "Чтобы предотвратить обрушение стен, шахтёры использовали специальные распорки."
      },
      {
        "en": "The miners are determined to stick out until they get their demands.",
        "ru": "Шахтёры намерены бастовать до тех пор, пока их требования не будут удовлетворены."
      },
      {
        "en": "At 11 o'clock the night shift of miners was relieved by the day shift.",
        "ru": "В 11 часов ночную смену шахтеров сменила дневная."
      },
      {
        "en": "Because of conditions in the mine, miners are predisposed to lung disease.",
        "ru": "Из-за условий в шахте, шахтёры предрасположены к болезням лёгких."
      },
      {
        "en": "The miners used rock drills and compressed air to drive through hard rock.",
        "ru": "Шахтёры пробиваются сквозь скальную породу с помощью отбойных молотков и сжатого воздуха."
      },
      {
        "en": "Pit closures have put thousands of miners out of a job (=made them lose their job).",
        "ru": "Закрытия шахт оставили тысячи шахтёров без работы (т.е. заставили их потерять работу)."
      },
      {
        "en": "The rescue workers pressed on, though their efforts to reach the miners had almost completely fatigued them.",
        "ru": "Спасатели не сбавили оборотов, хотя и почти полностью обессилели в своих попытках добраться до шахтёров."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "minery",
      "miner"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}