{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [
      "mistresses"
    ],
    "examples": [
      {
        "en": "The dog ran alongside his mistress.",
        "ru": "Собака бежала рядом с хозяйкой."
      },
      {
        "en": "She had always been mistress of her own destiny.",
        "ru": "Она всегда была хозяйкой своей собственной судьбы."
      },
      {
        "en": "He painted his mistress many times.",
        "ru": "Он много раз рисовал свою любовницу."
      },
      {
        "en": "She is a mistress of disguise.",
        "ru": "Она искусно притворяется"
      },
      {
        "en": "The Prince had shocked society by living openly with his mistress.",
        "ru": "Принц, шокировал общественность, открыто (не скрывая этого) проживая с любовницей."
      },
      {
        "en": "The maid looked nervously at her mistress.",
        "ru": "Служанка нервно посмотрела на свою госпожу."
      },
      {
        "en": "She was reportedly his mistress for many years.",
        "ru": "Она якобы была его любовницей в течение многих лет."
      },
      {
        "en": "Goya wanted to portray his mistress, the Duchess of Alba.",
        "ru": "Гойя хотел изобразить свою любовницу, герцогиню Альба."
      },
      {
        "en": "She appeared to be very much the mistress of the situation.",
        "ru": "Оказалось, что она очень даже хорошо владеет ситуацией."
      },
      {
        "en": "His mistress is going to send down money to redeem him.",
        "ru": "Его любовница собирается выслать деньги, чтобы освободить его под залог."
      },
      {
        "en": "His wife suspected that the woman she'd seen with him was his mistress.",
        "ru": "Его жена заподозрила, что женщина, которую она с ним видела, была его любовницей."
      },
      {
        "en": "The dog was always obedient to its master and mistress.",
        "ru": "Собака всегда слушалась своего хозяина и хозяйку."
      },
      {
        "en": "Servants were required to do the mistress's bidding without question.",
        "ru": "От слуг требовалось беспрекословно выполнять приказания хозяйки."
      },
      {
        "en": "My mistress eyes are nothing like the sun. (W. Shakespeare, Sonnet CXXX)",
        "ru": "Ее глаза на звезды не похожи. (пер. С. Маршака)"
      },
      {
        "en": "The temper of the mistress of the house of such a demoniacal complexion.",
        "ru": "Хозяйка дома - сущий дьявол."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "mistresses"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}