{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Her mother-in-law is a bitter old witch.",
        "ru": "Её свекровь - злая старая ведьма."
      },
      {
        "en": "Does he get along with his mother-in-law?",
        "ru": "Он находит общий язык со своей тещей?"
      },
      {
        "en": "Her husband and mother-in-law tyrannize her.",
        "ru": "Муж со свекровью всячески её притесняют."
      },
      {
        "en": "He has had a splutter with his mother-in-law.",
        "ru": "Он поругался со своей тёщей."
      },
      {
        "en": "She behaved beastly toward her mother-in-law.",
        "ru": "Она вела себя ужасно по отношению к своей свекрови."
      },
      {
        "en": "His mother-in-law's visits were a great trial for him.",
        "ru": "Визиты тёщи были для него огромным испытанием."
      },
      {
        "en": "In preparation for one of her mother-in-law's dreaded visits, she had GI'd the whole house.",
        "ru": "С ужасом ожидая очередной визит свекрови, она до блеска вылизала весь дом."
      },
      {
        "en": "He couldn't stick his mother-in-law. *",
        "ru": "Он не мог спокойно видеть свою тещу."
      },
      {
        "en": "I wouldn't wish my mother-in-law on anyone. *",
        "ru": "Я бы никому не пожелал такой тещи."
      },
      {
        "en": "It's rather rough on her having to live with her mother-in-law. *",
        "ru": "Она вынуждена жить со своей свекровью - ее можно только пожалеть."
      },
      {
        "en": "My mother was in the kitchen.",
        "ru": "Моя мать была на кухне."
      },
      {
        "en": "She's her mother in miniature.",
        "ru": "Она — миниатюрная копия матери."
      },
      {
        "en": "The mother in my soul was strong.",
        "ru": "В моей душе были очень сильны материнские чувства."
      },
      {
        "en": "Mary resembles her mother in looks.",
        "ru": "Мэри внешне похожа на свою мать."
      },
      {
        "en": "The child clutched at his mother in fear.",
        "ru": "Ребёнок в страхе прижался к матери."
      },
      {
        "en": "You'll find yourself mistaken in my mother.",
        "ru": "Ты поймёшь, что ошибался в отношении моей мамы."
      },
      {
        "en": "My mother sat in the front row of a skybox.",
        "ru": "Моя мать сидела в первом ряду VIP-трибун."
      },
      {
        "en": "Mother is in the garden, snipping off the dead roses.",
        "ru": "Сейчас мама в саду, срезает увядшие розы."
      },
      {
        "en": "She met other mothers in the same situation as herself.",
        "ru": "Она познакомилась с другими матерями, находившимися в таком же положении, как и она сама."
      },
      {
        "en": "Mother was in the kitchen whipping up a batch of cakes.",
        "ru": "Мать была на кухне — стряпала на скорую руку несколько пирожных."
      },
      {
        "en": "I was determined not to put my mother in an institution.",
        "ru": "Я был полон решимости не отдавать мать в дом престарелых."
      },
      {
        "en": "What manner of son would treat his mother in such a way?",
        "ru": "Какой сын будет так относиться к своей матери?"
      },
      {
        "en": "The mother drinks in every word of her son on the stage.",
        "ru": "Мать жадно впитывает каждое слово сына, сказанное им со сцены."
      },
      {
        "en": "His mother came in carrying a pile of ironing in her arms.",
        "ru": "Его мать вошла в комнату со стопкой выглаженной одежды в руках."
      },
      {
        "en": "Her father was a steelworker; her mother worked in a laundry.",
        "ru": "Её отец был сталеваром, мать работала в прачечной."
      },
      {
        "en": "The young mother died in a vain attempt to save her drowning son.",
        "ru": "Молодая мать погибла, тщетно пытаясь спасти своего тонущего сына."
      },
      {
        "en": "She found Anna grooved in the business of helping her mother in the house.",
        "ru": "Она нашла Анну, занятую своим привычным делом: та помогала матери по дому."
      },
      {
        "en": "MAMA puts new mothers in touch with each other, for mutual support and friendship.",
        "ru": "Организация \"МАМА\" связывает молодых матерей друг с другом для взаимной поддержки и дружбы."
      },
      {
        "en": "Martin — always the perfect gentleman — got to his feet when my mother walked in.",
        "ru": "Когда моя мать вошла в комнату, Мартин, будучи идеальным джентльменом, поднялся на ноги."
      },
      {
        "en": "I bet he'll go on a blinder now that his wife has gone off to visit her mother in the country. *",
        "ru": "Я уверен, что он начнет \"гудеть\", раз его жена уехала навестить мать в деревню."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}