{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "The new factory will create hundreds of much-needed jobs.",
        "ru": "Новый завод позволит создать сотни столь необходимых рабочих мест."
      },
      {
        "en": "The king called for some much-needed entertainment from his jester.",
        "ru": "Король потребовал от своего шута столь необходимых сейчас развлечений."
      },
      {
        "en": "The government announced a much-needed programme of economic reform.",
        "ru": "Правительство объявило столь необходимую программу экономических реформ."
      },
      {
        "en": "Her frugality is a much-needed equipoise to her husband's spendthrift ways.",
        "ru": "Её бережливость является крайне необходимым противовесом расточительным привычкам супруга."
      },
      {
        "en": "The soil was so dry that the plant seemed to take up the much-needed water instantly.",
        "ru": "Почва была настолько сухой, что показалось, будто растение впитало столь необходимую ему воду мгновенно."
      },
      {
        "en": "With the start of the new year, a new party will have regimen over the nation and, hopefully, bring some much-needed change.",
        "ru": "C нового года власть в стране получит новая партия и это, надеюсь, принесёт столь необходимые перемены."
      },
      {
        "en": "The money will buy much needed books for the school.",
        "ru": "На эти деньги мы купим столь необходимые для школы книги."
      },
      {
        "en": "Most kids don't need much persuasion to use computers.",
        "ru": "Большинство детей не нужно долго уговаривать пользоваться компьютерами."
      },
      {
        "en": "Don't run around too much — you need to conserve your strength.",
        "ru": "Слишком много не бегай: тебе нужно беречь силы."
      },
      {
        "en": "The new factory will give the local economy a much needed shot in the arm.",
        "ru": "Строительство нового завода даст местной экономике столь необходимый ей стимул."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}