{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "musician"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "The musicians earn a pittance.",
        "ru": "Эти музыканты зарабатывают жалкие гроши."
      },
      {
        "en": "Good jazz musicians know how to improvise.",
        "ru": "Хорошие джазовые музыканты умеют импровизировать."
      },
      {
        "en": "Former musicians used the Maxima or Large.",
        "ru": "Древние композиторы использовали (для записи нот) максимы и лонги."
      },
      {
        "en": "The musicians struck into a skittish polka.",
        "ru": "Музыканты заиграли игривую польку."
      },
      {
        "en": "The musicians left their instrument cases backstage.",
        "ru": "Музыканты оставили футляры своих инструментов за кулисами."
      },
      {
        "en": "Ask the musicians to sound off, and then we can start.",
        "ru": "Попроси музыкантов сыграть сигнал, и мы начинаем."
      },
      {
        "en": "There are musicians of all abilities in the orchestra.",
        "ru": "В оркестре есть музыканты самых разных способностей."
      },
      {
        "en": "Included among the guests were a number of famous musicians.",
        "ru": "Среди гостей было несколько известных музыкантов."
      },
      {
        "en": "The concert will give young jazz musicians a chance to shine.",
        "ru": "Этот концерт даст молодым джазовым музыкантам шанс проявить себя."
      },
      {
        "en": "Musicians of the highest caliber perform at that concert hall.",
        "ru": "В этом концертном зале выступают музыканты высочайшего уровня."
      },
      {
        "en": "Musicians usually disagree on the way a piece of music should be played.",
        "ru": "Музыканты часто расходятся во мнениях о том, как исполнять то или иное произведение."
      },
      {
        "en": "All the musicians will be remunerated for their services at the concert.",
        "ru": "Все музыканты получат вознаграждение за участие в концерте."
      },
      {
        "en": "Many bands break up because of personality clashes between the musicians.",
        "ru": "Многие группы распадаются из-за личных конфликтов между музыкантами."
      },
      {
        "en": "Theatre musicians tend to be the poor relations of the musical profession.",
        "ru": "Среди своих коллег по профессии театральные музыканты обычно считаются \"бедными родственниками\"."
      },
      {
        "en": "The band were so short of musicians that they had to fall back upon students.",
        "ru": "Оркестру так не хватало исполнителей, что им пришлось прибегнуть к помощи студентов."
      },
      {
        "en": "There are hundreds of young musicians out there looking for their first break.",
        "ru": "Там сотни молодых музыкантов, которые ищут своего первого шанса преуспеть."
      },
      {
        "en": "The conductor clapped her hands twice, and the musicians stopped talking and prepared to play.",
        "ru": "Дирижёр дважды хлопнула в ладоши, и музыканты прекратили разговоры, приготовившись играть."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "musician"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}