{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Queen's Bench",
        "ru": "Суд королевской скамьи"
      },
      {
        "en": "We were honored with the queen's presence.",
        "ru": "Королева почтила нас своим присутствием."
      },
      {
        "en": "Ridley was one of the Queen's closest allies.",
        "ru": "Ридли был одним из ближайших союзников королевы."
      },
      {
        "en": "A rumour of the queen's arrest was rife in London.",
        "ru": "Слух об аресте королевы распространился по Лондону."
      },
      {
        "en": "The Queen's death opened the way for him to return.",
        "ru": "Смерть королевы открыла ему путь к возвращению."
      },
      {
        "en": "The Queen's corgis always nip at her staff's ankles.",
        "ru": "Корги королевы вечно хватают за лодыжки её обслуживающий персонал. (о породе собак)"
      },
      {
        "en": "He gave a florid speech in honor of the queen's visit.",
        "ru": "Он выступил с витиеватой речью в честь визита королевы."
      },
      {
        "en": "The Queen's birthday was saluted with twenty-one guns.",
        "ru": "В честь дня рождения королевы был произведён двадцать один орудийный залп."
      },
      {
        "en": "James I succeeded to the throne upon the Queen's death in 1603.",
        "ru": "Яков I унаследовал трон после смерти королевы, наступившей в 1603 году."
      },
      {
        "en": "The queen's wit and humor made the prince seem dull by contrast.",
        "ru": "На фоне остроумия и отличного чувства юмора королевы, принц казался тупым и скучным."
      },
      {
        "en": "For magnificence and personal service there is the Queen's hotel.",
        "ru": "Для великолепия и индивидуального подхода к клиенту существует гостиница \"Queen's\"."
      },
      {
        "en": "The queen's condescension was intended to make us feel comfortable.",
        "ru": "Снисходительность королевы имела целью заставить нас чувствовать себя более комфортно."
      },
      {
        "en": "Politicians have given an enthusiastic welcome to the Queen's speech.",
        "ru": "Политики бурно приветствовали выступление королевы."
      },
      {
        "en": "The royal carriage was drawn up outside the palace, ready for the Queen's journey.",
        "ru": "Королевская карета остановилась перед дворцом в полной готовности."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}