{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "task"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "There were still some tasks left undone.",
        "ru": "Несколько заданий всё ещё были несделаны."
      },
      {
        "en": "The tasks will be clearly defined by the tutor.",
        "ru": "Задачи будут чётко определены наставником."
      },
      {
        "en": "You need to prioritize your tasks.",
        "ru": "Вам необходимо расставить задачи в порядке важности."
      },
      {
        "en": "Ruth went about her tasks in a dream.",
        "ru": "Рут снилось,как она выполняла свои обязанности."
      },
      {
        "en": "She did menial tasks about the house.",
        "ru": "Она делала чёрную работу по дому."
      },
      {
        "en": "Monkeys can be taught to do simple tasks.",
        "ru": "Обезьян можно научить выполнять простые задачи."
      },
      {
        "en": "You should allocate tasks among members of the group.",
        "ru": "Вам следует распределить задания между членами группы."
      },
      {
        "en": "Try to reduce your tasks to more manageable proportions.",
        "ru": "Попробуйте уменьшить свои задачи до более выполнимых размеров."
      },
      {
        "en": "List your tasks in order of priority (=most important first).",
        "ru": "Составьте список ваших задач в порядке приоритета (т.е. наиболее важную поставьте первой)."
      },
      {
        "en": "Such tasks are far beyond the scope of the average schoolkid.",
        "ru": "Такие задачи выходят далеко за рамки возможностей среднего школьника."
      },
      {
        "en": "You need to pace yourself and decide which tasks are the most important.",
        "ru": "Вам нужно правильно распределить нагрузку и решить, какие задачи являются наиболее важными."
      },
      {
        "en": "One of my tasks in the morning is to make lunches for everyone in the family.",
        "ru": "Одна из моих утренних задач — приготовление завтраков для всех членов семьи."
      },
      {
        "en": "They lacked the patience to deal with such persnickety tasks as hanging wallpaper.",
        "ru": "У них не хватало терпения, чтобы справиться с такой тонкой задачей, как поклейка обоев."
      },
      {
        "en": "The nature of the tasks to which you are assigned will depend on your capabilities.",
        "ru": "Характер задач, которые перед вами поставят, будет зависеть от ваших возможностей."
      },
      {
        "en": "A computer system provides utility programs to perform the tasks needed by most users.",
        "ru": "Компьютерная система предоставляет программы-утилиты для выполнения задач, необходимых большинству пользователей."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "task"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}