{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Let's take a ten-minute break.",
        "ru": "Давайте сделаем перерыв на десять минут."
      },
      {
        "en": "The bus was ten minutes early.",
        "ru": "Автобус пришёл на десять минут раньше."
      },
      {
        "en": "The bus came ten minutes late.",
        "ru": "Автобус пришёл на десять минут позже."
      },
      {
        "en": "Geoff steamed in ten minutes late.",
        "ru": "Джефф ворвался в комнату, опоздав на десять минут."
      },
      {
        "en": "We sank three pints in ten minutes.",
        "ru": "Мы выпили три пинты пива за десять минут."
      },
      {
        "en": "England equalized ten minutes later.",
        "ru": "Сборная Англии сравняла счет спустя десять минут."
      },
      {
        "en": "I was dressed within the ten minutes.",
        "ru": "Не прошло и десяти минут, как я уже был одет."
      },
      {
        "en": "I am always ten minutes early for work.",
        "ru": "Я всегда прихожу на работу минут на десять раньше."
      },
      {
        "en": "Our meeting was delayed for ten minutes.",
        "ru": "Наша встреча была отложена на десять минут."
      },
      {
        "en": "It takes me ten minutes to walk to work.",
        "ru": "Мне нужно десять минут, чтобы дойти до работы."
      },
      {
        "en": "Ten minutes later he reentered the hotel.",
        "ru": "Десять минут спустя он вернулся в отель."
      },
      {
        "en": "We ate the whole cake in about ten minutes.",
        "ru": "Мы съели весь торт минут за десять."
      },
      {
        "en": "The water has been boiling away for ten minutes.",
        "ru": "Вода кипит уже десять минут."
      },
      {
        "en": "We have only ten minutes left for our walk back.",
        "ru": "У нас только 10 минут для того, чтобы вернуться назад."
      },
      {
        "en": "She fainted — she was out for about ten minutes.",
        "ru": "Она упала в обморок, и была без сознания около десяти минут."
      },
      {
        "en": "The terrorists were given ten minutes to surrender.",
        "ru": "Террористам дали десять минут, на то чтобы сдаться."
      },
      {
        "en": "The next ten minutes passed in general conversation.",
        "ru": "Следующие десять минут прошли в общем разговоре."
      },
      {
        "en": "England scored the equalizer with only ten minutes to go.",
        "ru": "Англия сравняла счёт спустя всего десять минут."
      },
      {
        "en": "When he was out for more than ten minutes, we got worried.",
        "ru": "После того как он находился в бессознательном состоянии уже 10 минут, мы начали беспокоиться."
      },
      {
        "en": "Give out the question papers ten minutes before the examination.",
        "ru": "Раздай экзаменационные билеты за десять минут до начала экзамена."
      },
      {
        "en": "It took him just ten minutes to get the car through the traffic.",
        "ru": "Всего за десять минут он смог вырулить из сплошного потока машин."
      },
      {
        "en": "They sat talking and necking in the car for another ten minutes.",
        "ru": "Они разговаривали и обнимались в машине ещё минут десять."
      },
      {
        "en": "The film begins well but the joke wears thin after about ten minutes.",
        "ru": "Фильм начинается хорошо, но минут через десять шутка уже приедается."
      },
      {
        "en": "Those who watched in the mortuary room were relayed every ten minutes.",
        "ru": "Тех, кто стоял в траурном зале в почётном карауле, сменяли каждые десять минут."
      },
      {
        "en": "You're ten minutes late. I hope you're not going to make a habit of this.",
        "ru": "Вы на десять минут опоздали. Надеюсь, это не войдёт у вас в привычку."
      },
      {
        "en": "In ten minutes she's got it. *",
        "ru": "Она выучила это наизусть за десять минут."
      },
      {
        "en": "Drat you! You're ten minutes late! *",
        "ru": "Черт бы тебя побрал! Ты опоздал на десять минут."
      },
      {
        "en": "He whipped off all there was in ten minutes. *",
        "ru": "Он все съел буквально за десять минут."
      },
      {
        "en": "If you don't get here in ten minutes, you're toast. *",
        "ru": "Если ты не придешь через десять минут, то пеняй на себя."
      },
      {
        "en": "She tossed off that newspaper article in ten minutes. *",
        "ru": "Она написала статью для газеты буквально за десять минут."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}