{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "I work a ten-hour day.",
        "ru": "Я работаю по десять часов в день."
      },
      {
        "en": "Only ten days to go to Christmas!",
        "ru": "До Рождества осталось всего десять дней!"
      },
      {
        "en": "I came back from Oxford in ten days.",
        "ru": "Через десять дней я вернулся из Оксфорда."
      },
      {
        "en": "For ten days I continued in this state.",
        "ru": "Десять дней я пребывал в таком состоянии."
      },
      {
        "en": "Snow had been falling steadily for ten days.",
        "ru": "Снег валил десять дней без перерыва."
      },
      {
        "en": "You can expect delivery in a week to ten days.",
        "ru": "Доставку можно ожидать в течение семи-десяти дней."
      },
      {
        "en": "The town was captured after a siege lasting ten days.",
        "ru": "Город был захвачен после осады, длившейся десять дней."
      },
      {
        "en": "Please note that the bill must be paid within ten days.",
        "ru": "Обратите внимание, что счёт должен быть оплачен в течение десяти дней."
      },
      {
        "en": "Ten days after the bloodletting Hitler gave the action its name.",
        "ru": "Через десять дней после кровопролития Гитлер присвоил этой акции особое название."
      },
      {
        "en": "The following day the weather broke and we had ten days of solid rain.",
        "ru": "На следующий день погода испортилась, и у нас было десять дней сплошного дождя."
      },
      {
        "en": "The king went to visit his daughter and abode at her palace for ten days.",
        "ru": "Король отправился навестить свою дочь и оставался у неё во дворце десять дней."
      },
      {
        "en": "The horses are both in hard condition, so a race can come off in ten days.",
        "ru": "Обе лошади в отличной форме, поэтому скачки могут состояться через десять дней."
      },
      {
        "en": "We'll be working hard over the next ten days to win over the undecided voters.",
        "ru": "В течение ближайших десяти дней мы будем много работать, чтобы склонить на свою сторону неопределившихся избирателей."
      },
      {
        "en": "Eggs must be marked with an expiry date that is ten days from the date of packing.",
        "ru": "Яйца должны быть промаркированы сроком их годности, который составляет десять дней, начиная с даты упаковки"
      },
      {
        "en": "The product has only been on the market ten days and we're already getting reorders.",
        "ru": "Продукт на рынке всего десять дней, а у нас уже повторные заказы."
      },
      {
        "en": "Colds do not \"last for weeks\" - they last for three to ten days at the outside. *",
        "ru": "Простуда не длится неделями - она длится от силы три-десять дней."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}