{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "They'll have a long wait.",
        "ru": "Им придётся долго ждать."
      },
      {
        "en": "They'll be here in a week.",
        "ru": "Они будут здесь через неделю."
      },
      {
        "en": "They'll be here on Tuesday.",
        "ru": "Они будут здесь во вторник."
      },
      {
        "en": "I really wonder if they'll come.",
        "ru": "Мне действительно хотелось бы знать, придут ли они."
      },
      {
        "en": "They'll get better with practice.",
        "ru": "Они станут лучше, когда натренируются."
      },
      {
        "en": "They'll have to wait a bit longer.",
        "ru": "Им придётся подождать немного дольше."
      },
      {
        "en": "I'll lay money that they'll say yes.",
        "ru": "Бьюсь об заклад, они согласятся."
      },
      {
        "en": "Chances are they'll be out when we call.",
        "ru": "Скорее всего, когда мы позвоним, их не будет на месте."
      },
      {
        "en": "They'll just fuck you over if you let them.",
        "ru": "Они вас просто выебут, если вы им позволите. (сядут на шею)"
      },
      {
        "en": "Tickets are available, but they'll cost you!",
        "ru": "Билеты есть, но они очень дорогие!"
      },
      {
        "en": "They'll get a shock when they get this bill.",
        "ru": "Они будут в шоке, когда получат этот счёт."
      },
      {
        "en": "They'll betray you at the first hint of trouble.",
        "ru": "Они предадут тебя при первом же признаке опасности."
      },
      {
        "en": "If you get caught they'll throw the book at you!",
        "ru": "Если вас поймают, то накажут по максимуму!"
      },
      {
        "en": "They'll be keen to enhance their reputation abroad.",
        "ru": "Они будут стремиться улучшить свою репутацию за границей."
      },
      {
        "en": "They'll probably put him in prison for a long time.",
        "ru": "Они, наверное, надолго его посадят."
      },
      {
        "en": "They'll be wrestling each other for the championship.",
        "ru": "Они будут сражаться друг с другом за звание чемпиона."
      },
      {
        "en": "The minute your back's turned, they'll rob you blind.",
        "ru": "Как только отвернёшься — в ту же минуту обчистят тебя до нитки."
      },
      {
        "en": "If they win tonight's game they'll clinch the pennant.",
        "ru": "Если они сегодня победят, то обеспечат себе чемпионское звание."
      },
      {
        "en": "They'll kill you if they find out you've ratted on them!",
        "ru": "Они убьют тебя, если узнают, что ты на них настучал!"
      },
      {
        "en": "They'll be wrestling with each other for the championship.",
        "ru": "Они будут сражаться друг с другом за звание чемпиона."
      },
      {
        "en": "I suppose they'll get married and live happily ever after.",
        "ru": "Я полагаю, что они поженятся и будут жить долго и счастливо."
      },
      {
        "en": "They'll soon settle in — kids are very good at adjusting.",
        "ru": "Скоро они пообвыкнутся — дети вообще очень быстро приспосабливаются."
      },
      {
        "en": "They'll do anything to whip up a bit of interest in a book.",
        "ru": "Они будут делать всё для того, чтобы немного подстегнуть интерес к книге."
      },
      {
        "en": "They'll have a bit of a job getting here in this fog anyway.",
        "ru": "В любом случае, им будет нелегко добраться сюда в таком тумане."
      },
      {
        "en": "If they keep spending this way, they'll exhaust their savings.",
        "ru": "Если они и дальше будут так швыряться деньгами, то израсходуют свои сбережения."
      },
      {
        "en": "They'll be arriving soon. We don't have much more time to prepare.",
        "ru": "Они скоро приедут. У нас мало времени на подготовку."
      },
      {
        "en": "They'll make jokes about anything. Nothing is sacred to those guys.",
        "ru": "Они шутят обо всём. Для этих ребят нет ничего святого."
      },
      {
        "en": "They'll never offer you another job; you might as well face up to it.",
        "ru": "Остаётся только признать: они никогда не предложат вам другую работу."
      },
      {
        "en": "If they'll lend us the money we need, all our problems will be solved.",
        "ru": "Если они дадут взаймы нужные нам деньги, все наши проблемы будут решены."
      },
      {
        "en": "If I walk in looking like that, they'll think I'm not right in the head.",
        "ru": "Если я войду туда в таком виде, они подумают, что у меня не в порядке с головой."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}