{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "He is signed to a three-year contract.",
        "ru": "Он подписал трехлетний контракт."
      },
      {
        "en": "The stereo came with a three-year warranty.",
        "ru": "Стереосистема поступила с трёхлетней гарантией."
      },
      {
        "en": "The team signed the pitcher to a three-year contract.",
        "ru": "Команда заключила с этим питчером трёхлетний контракт."
      },
      {
        "en": "The debtor agrees to pay the debt over a three-year period.",
        "ru": "Должник обязуется выплатить долг в течение трехлетнего периода."
      },
      {
        "en": "Congress condensed the three-year plan into a six-month plan.",
        "ru": "Конгресс уплотнил этот трёхлетний план, вместив его в шесть месяцев."
      },
      {
        "en": "He would not have thought a semester-long deferral turn into a three-year job.",
        "ru": "Он бы никогда не подумал, что отсрочка на семестр превратится в трёхлетнюю работу."
      },
      {
        "en": "She had three years of college.",
        "ru": "Она проучилась три года в колледже."
      },
      {
        "en": "He is junior to me by three years.",
        "ru": "Он младше меня на три года."
      },
      {
        "en": "It's three years since I last saw her.",
        "ru": "Прошло уже три года с тех пор, как я в последний раз её видел."
      },
      {
        "en": "She's been in analysis for three years.",
        "ru": "Она уже три года ходит к психоаналитику."
      },
      {
        "en": "I retired from teaching three years ago.",
        "ru": "Я оставил преподавательскую работу три года назад."
      },
      {
        "en": "We renovated the kitchen three years ago.",
        "ru": "Мы делали ремонт на кухне, три года назад."
      },
      {
        "en": "The course runs over a three year period.",
        "ru": "Курс проходит в течение трёх лет."
      },
      {
        "en": "Three years in the army toughened him up.",
        "ru": "Три года, проведённые в армии, закалили его."
      },
      {
        "en": "He was jailed for three years for his crime.",
        "ru": "За совершённое преступление его на три года посадили в тюрьму."
      },
      {
        "en": "I haven't gone to confession in three years.",
        "ru": "Я не ходил на исповедь уже три года."
      },
      {
        "en": "We depreciate our equipment over three years.",
        "ru": "Мы списываем стоимость нашего оборудования за три года."
      },
      {
        "en": "A parliament should be held every three years.",
        "ru": "Парламент должен собираться каждые три года."
      },
      {
        "en": "He rented for two or three years the shooting.",
        "ru": "В течение двух-трёх лет он арендовал охотничьи угодья."
      },
      {
        "en": "Your passport is good for another three years.",
        "ru": "Ваш паспорт действителен ещё три года."
      },
      {
        "en": "They won the championship three years in a row.",
        "ru": "Они выигрывали чемпионат три года подряд."
      },
      {
        "en": "Jane has been under that doctor for three years.",
        "ru": "Джейн в течение трёх лет лечилась у этого врача."
      },
      {
        "en": "My little sister's only three (=three years old).",
        "ru": "Моей младшей сестре всего лишь три года."
      },
      {
        "en": "They have occupied the apartment for three years.",
        "ru": "Они снимают эту квартиру уже три года."
      },
      {
        "en": "The course curriculum is geared to span three years.",
        "ru": "Учебная программа данного курса рассчитана на три года."
      },
      {
        "en": "He served as head of the department for three years.",
        "ru": "Он работал начальником отдела в течение трёх лет."
      },
      {
        "en": "You have to consider that he is only three years old.",
        "ru": "Вам необходимо учитывать, что ему всего три года."
      },
      {
        "en": "For the next three years they corresponded regularly.",
        "ru": "В течение следующих трех лет они регулярно переписывались."
      },
      {
        "en": "He knew he could be free in as little as three years.",
        "ru": "Он понимал, что всего через три года может освободиться."
      },
      {
        "en": "Amazingly, he finished medical school in three years.",
        "ru": "Как это ни удивительно, он закончил медицинскую школу за три года."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}