{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "His new three-hour syndicated show airs on stations.",
        "ru": "Его новое трехчасовое шоу выходит в эфир сразу на нескольких станциях."
      },
      {
        "en": "The prisoners had a three-hour start on their pursuers.",
        "ru": "У пленников была трёхчасовая фора перед преследователями."
      },
      {
        "en": "I'll be back in three hours.",
        "ru": "Я вернусь через три часа."
      },
      {
        "en": "Three hours later he was back.",
        "ru": "Три часа спустя он вернулся."
      },
      {
        "en": "The movie was three hours of tedium.",
        "ru": "Это был не фильм, а три часа скуки."
      },
      {
        "en": "The new drama plays for three hours.",
        "ru": "Новая драма идёт три часа."
      },
      {
        "en": "I cook rice two or three hours ahead.",
        "ru": "Я готовлю рис заранее, за два-три часа до подачи на стол."
      },
      {
        "en": "The circuit of the city is three hours walking.",
        "ru": "Обход города пешком занимает три часа. / Чтобы обойти город, нужно три часа."
      },
      {
        "en": "I have been waiting for you for three solid hours.",
        "ru": "Я ждал тебя целых три часа."
      },
      {
        "en": "Protesters tied up the traffic for three hours today.",
        "ru": "Сегодня протестующие в течение трёх часов блокировали дорожное движение."
      },
      {
        "en": "I am allowanced two glasses three hours before dinner.",
        "ru": "Мне разрешают выпить два бокала за три часа до ужина."
      },
      {
        "en": "The chess match finally ended after three hours of play.",
        "ru": "После трёх часов игры шахматный матч наконец-то завершился."
      },
      {
        "en": "He had been speaking excruciatingly tediously for three hours.",
        "ru": "Он говорил ужасно нудно в течение трех часов."
      },
      {
        "en": "The French directed a cannonade at the British for three hours.",
        "ru": "Три часа французы обстреливали англичан из артиллерии."
      },
      {
        "en": "After three hours on the road, they finally crossed the state line.",
        "ru": "После трёх часов пути они наконец-то пересекли границу штата."
      },
      {
        "en": "We've been shooting away for three hours, and haven't hit anything yet!",
        "ru": "Мы стреляем вот уже три часа, но так никого и не подстрелили."
      },
      {
        "en": "The eminent professor harangued for three hours on his favorite subject, the clash of East and West.",
        "ru": "Этот именитый профессор три часа разглагольствовал на свою любимую тему — столкновение Востока и Запада."
      },
      {
        "en": "He has been working like hell three hours clear. *",
        "ru": "Он работал как черт три часа подряд."
      },
      {
        "en": "Your foulup look me three hours to straighten out. *",
        "ru": "Я три часа потратил, чтобы исправить то, что ты тут наделал."
      },
      {
        "en": "We can toss off the entire order in, let's say, three hours. *",
        "ru": "Мы сможем выполнить этот заказ примерно за три часа."
      },
      {
        "en": "By the time she showed up three hours later he was doing a slow burn. *",
        "ru": "Когда она заявилась, опоздав на три часа, внутри у него все кипело."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}