{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Tom's not as old as you, is he?",
        "ru": "Ведь вы с Томом не ровесники, так? / Тому ведь не столько же лет, сколько тебе, правда?"
      },
      {
        "en": "Tom's working on the car out back.",
        "ru": "Том трудится над машиной позади дома."
      },
      {
        "en": "When does Tom's new book come out?",
        "ru": "Когда выходит новая книга Тома?"
      },
      {
        "en": "She sneered at Tom's musical tastes.",
        "ru": "Она насмехалась / глумилась над музыкальными вкусами Тома."
      },
      {
        "en": "The newspapers called down Tom's latest book.",
        "ru": "Газеты разнесли последнюю книгу Тома в пух и прах."
      },
      {
        "en": "Tom's face darkened and he turned angrily on Sam.",
        "ru": "Лицо Тома помрачнело, и он сердито повернулся к Сэму."
      },
      {
        "en": "Tom's mother was highly critical of the school's approach.",
        "ru": "Мать Тома очень критически отзывалась о методике данной школы."
      },
      {
        "en": "One of the men grabbed Tom's hair and yanked his head back.",
        "ru": "Один из мужчин схватил Тома за волосы и дёрнул голову назад."
      },
      {
        "en": "We could hear Tom's voice plainly over the noise of the crowd.",
        "ru": "Сквозь шум толпы мы отчётливо слышали голос Тома."
      },
      {
        "en": "Tom's latest book has been severely put down in the newspaper reports.",
        "ru": "Последнюю книгу Тома просто разгромили в газетах."
      },
      {
        "en": "Tom's determined efforts to stop smoking haven't been very successful.",
        "ru": "Решительные попытки Тома бросить курить не увенчались особым успехом."
      },
      {
        "en": "I would class Tom's latest book with the best crime stories ever written.",
        "ru": "Я бы поставил последнюю книгу Тома на один уровень с лучшими образцами детективного жанра."
      },
      {
        "en": "Tom's spelling is well below average (=much worse than the normal standard).",
        "ru": "Правописание Тома значительно ниже среднего (т.е. гораздо хуже, чем обычный стандарт)."
      },
      {
        "en": "Tom's already gone out to Rome and his wife and children will follow shortly.",
        "ru": "Том уже отправился в Рим, а его жена и дети последуют за ним в ближайшее время."
      },
      {
        "en": "Tom's career is a case in point (=a clear example of something that you are discussing or explaining).",
        "ru": "Карьера Тома является тому показательным примером (т.е. ярким примером того, что вы обсуждаете или объясняет)."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}