{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "It's a two-hour drive to the beach.",
        "ru": "До пляжа — два часа езды."
      },
      {
        "en": "Most of the shops were closed after lunch for a two-hour siesta.",
        "ru": "После обеда большинство магазинов закрывалось на двухчасовую сиесту."
      },
      {
        "en": "I had to face a two-hour inquisition from my parents about where I'd been.",
        "ru": "Мне пришлось выдержать двухчасовой допрос родителей по поводу того, где меня носило."
      },
      {
        "en": "The compression of a long, complicated story into a two-hour movie is never easy.",
        "ru": "Вместить длинную, запутанную историю в двухчасовой фильм всегда непросто."
      },
      {
        "en": "It should take two hours tops.",
        "ru": "Это должно занять максимум два часа."
      },
      {
        "en": "The examination lasted two hours.",
        "ru": "Экзамен /осмотр/ шёл два часа."
      },
      {
        "en": "The adjournment lasted two hours.",
        "ru": "Перерыв продолжался два часа."
      },
      {
        "en": "The procedure will take two hours.",
        "ru": "Данная процедура займет два часа."
      },
      {
        "en": "The meal took two hours to prepare.",
        "ru": "Приготовление пищи заняло два часа."
      },
      {
        "en": "The speech dragged on for two hours",
        "ru": "Выступление затянулось на два часа"
      },
      {
        "en": "The lecture lasted two solid hours.",
        "ru": "Лекция длилась целых два часа без перерыва."
      },
      {
        "en": "The train was delayed for two hours.",
        "ru": "Поезд опоздал на два часа."
      },
      {
        "en": "It took nearly two hours to get here.",
        "ru": "На дорогу сюда ушло почти два часа."
      },
      {
        "en": "After two hours her patience gave out.",
        "ru": "Через два часа её терпению пришёл конец."
      },
      {
        "en": "He was kept in detention for two hours.",
        "ru": "Его продержали взаперти два часа."
      },
      {
        "en": "The program lasted more than two hours.",
        "ru": "Передача длилась более двух часов."
      },
      {
        "en": "The interview will last about two hours.",
        "ru": "Беседа продлится около двух часов."
      },
      {
        "en": "I worked two hours of overtime last week.",
        "ru": "На прошлой неделе я проработал два часа сверхурочно."
      },
      {
        "en": "The journey normally takes about two hours.",
        "ru": "Поездка обычно занимает около двух часов."
      },
      {
        "en": "The team's practices usually last two hours.",
        "ru": "Тренировки этой команды обычно длятся два часа."
      },
      {
        "en": "We take temperature readings every two hours.",
        "ru": "Мы снимаем показания температуры каждые два часа."
      },
      {
        "en": "It's a two hour drive from Calais to Thiepval.",
        "ru": "От Кале до Тьепваля — два часа езды."
      },
      {
        "en": "It took me two hours to get the house straight.",
        "ru": "Мне понадобилось два часа, чтобы привести дом в порядок."
      },
      {
        "en": "It will take two hours to translate this article.",
        "ru": "Перевод этой статьи займёт два часа."
      },
      {
        "en": "I put in two hours on my English studies every day.",
        "ru": "Я каждый день занимаюсь английским два часа."
      },
      {
        "en": "I can't afford to spend two hours with this person.",
        "ru": "Я не могу позволить себе потратить два часа на этого человека."
      },
      {
        "en": "Chill the dessert in the fridge for about two hours.",
        "ru": "Охлаждайте десерт в холодильнике примерно два часа."
      },
      {
        "en": "The clockwork apparatus, timed to run for two hours.",
        "ru": "Часовой механизм, заведённый на два часа."
      },
      {
        "en": "Rescue workers arrived at the scene two hours later.",
        "ru": "Спасатели прибыли на место происшествия спустя два часа."
      },
      {
        "en": "He was put on a ventilator but died two hours later.",
        "ru": "Его перевели на искусственную вентиляцию лёгких, однако двумя часами позже он скончался."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}