{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "The secretary was sent to another branch on a two-week detail.",
        "ru": "Секретарь был отправлен в двухнедельный наряд в другое отделение."
      },
      {
        "en": "The baby is two weeks old.",
        "ru": "Малышу две недели ."
      },
      {
        "en": "Her baby is two weeks overdue.",
        "ru": "Она родила на две недели позже, чем ожидалось."
      },
      {
        "en": "I took two weeks off in August.",
        "ru": "Я взял двухнедельный отпуск в августе."
      },
      {
        "en": "He spent two weeks in solitary.",
        "ru": "Он провёл две недели в одиночестве."
      },
      {
        "en": "He visited for two short weeks.",
        "ru": "Он гостил всего две короткие недели."
      },
      {
        "en": "I'll be away for almost two weeks.",
        "ru": "Я буду отсутствовать почти две недели."
      },
      {
        "en": "He had to miss school for two weeks.",
        "ru": "Он был вынужден в течение двух недель не ходить в школу."
      },
      {
        "en": "They have but two weeks to get ready.",
        "ru": "У них всего две недели, чтобы подготовиться."
      },
      {
        "en": "We anticipate spending two weeks here.",
        "ru": "Мы планируем провести здесь две недели."
      },
      {
        "en": "It took him two weeks to paint the house.",
        "ru": "На покраску дома у него ушло две недели."
      },
      {
        "en": "They rented a seaside villa for two weeks.",
        "ru": "Они сняли на две недели виллу на берегу моря."
      },
      {
        "en": "They're on vacation for the next two weeks.",
        "ru": "Они в отпуске на ближайшие две недели."
      },
      {
        "en": "They want us to finish the job in two weeks.",
        "ru": "Они хотят, чтобы мы закончили работу через две недели."
      },
      {
        "en": "The bad weather continued for two more weeks.",
        "ru": "Непогода сохранялась ещё две недели."
      },
      {
        "en": "We'll be screening his latest film in two weeks.",
        "ru": "Мы будем показывать его последний фильм через две недели."
      },
      {
        "en": "The team opens its home season in just two weeks.",
        "ru": "Всего через две недели команда проводит первый домашний матч в сезоне."
      },
      {
        "en": "The poor man had two major operations in two weeks.",
        "ru": "Бедняга за две недели перенёс две крупные операции."
      },
      {
        "en": "Fertilizer was applied to the lawn every two weeks.",
        "ru": "Газон удобряли раз в две недели."
      },
      {
        "en": "He said he'd binged only once in the last two weeks.",
        "ru": "Он сказал, что за последние две недели напился только однажды."
      },
      {
        "en": "There are only two more weeks until summer vacation.",
        "ru": "До летних каникул осталось всего две недели."
      },
      {
        "en": "He was as brown as a berry after two weeks in the sun.",
        "ru": "После двух недель на солнце он загорел до черноты."
      },
      {
        "en": "He received a subpoena to appear in court in two weeks.",
        "ru": "Он получил повестку, предписывающую явиться в суд через две недели."
      },
      {
        "en": "I'll be on vacation for two weeks starting this Tuesday.",
        "ru": "Я ухожу в двухнедельный отпуск, начиная с этого вторника."
      },
      {
        "en": "I was so upset with him, I didn't call him for two weeks.",
        "ru": "Я так на него рассердилась, что не звонила ему две недели."
      },
      {
        "en": "Two weeks in the new office should be enough to break you in.",
        "ru": "Две недели на новом месте - и вы привыкнете к вашей работе."
      },
      {
        "en": "The system automatically purges unread emails after two weeks.",
        "ru": "Система автоматически удаляет непрочитанные сообщения спустя две недели."
      },
      {
        "en": "Scientists made serial observations over a period of two weeks.",
        "ru": "В течение двух недель ученые сделали серию наблюдений."
      },
      {
        "en": "He gave us a hazy account of how he had spent the last two weeks.",
        "ru": "Он довольно туманно рассказал нам о том, как провёл последние две недели."
      },
      {
        "en": "During the past two weeks twelve people have died of the disease.",
        "ru": "За последние две недели от этой болезни умерло двенадцать человек."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}