{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She did a painting of the region's rugged coastline.",
        "ru": "Она изобразила на картине неровное побережье данной местности."
      },
      {
        "en": "Our state is now the region's leading economic power.",
        "ru": "Наше государство сейчас является ведущей экономической державой региона."
      },
      {
        "en": "The usual weekend traffic congested the region's highways.",
        "ru": "Как обычно бывает на выходных, местные шоссе были забиты машинами."
      },
      {
        "en": "A third of the region's population still lives off the land.",
        "ru": "Треть населения данного региона по прежнему живёт за счёт земли."
      },
      {
        "en": "The region's heavy industry is still inefficient and moribund.",
        "ru": "Тяжёлая промышленность в этом регионе — по прежнему неэффективна, и отживает свой век."
      },
      {
        "en": "This is one of the region's most important archeological sites.",
        "ru": "Это один из самых важных археологических памятников региона."
      },
      {
        "en": "Forecasters predict the region's economy is heading for disaster.",
        "ru": "Согласно прогнозам экспертов, экономика данного региона движется к катастрофе."
      },
      {
        "en": "The tourist industry forms a crucial part of the region's economic equation.",
        "ru": "Туристическая отрасль составляет ключевую часть экономической модели данного региона"
      },
      {
        "en": "The company has tried to insulate itself from the region's political turmoil.",
        "ru": "Компания попыталось оградить себя от региональных политических потрясений."
      },
      {
        "en": "For a short while (=a short time), the city functioned as the region's capital.",
        "ru": "В течение короткого времени (т.е. недолго) город выполнял функции региональной столицы."
      },
      {
        "en": "This class is designed to acquaint students with the region's most important writers.",
        "ru": "Этот курс предназначен для знакомства студентов с творчеством самых важных писателей данного региона."
      },
      {
        "en": "Martha is now one of the region's leading businesswomen, with a chain of successful salons.",
        "ru": "Сейчас Марта - одна из ведущих деловых женщин региона, обладательница сети успешных салонов."
      },
      {
        "en": "They warned that casino gambling would not be an elixir for all of the region's economic woes.",
        "ru": "Они предупредили, что игорный бизнес не станет панацеей от всех экономических бед региона."
      },
      {
        "en": "The newspaper will be making some changes in order to adapt to the region's shifting demographics.",
        "ru": "Газета внесёт некоторые изменения, чтобы адаптироваться к меняющейся демографической ситуации в регионе."
      },
      {
        "en": "For a long time the aboriginals were not even included in the censuses, as they were viewed as part of the region's fauna.",
        "ru": "Долгое время аборигенов даже не включали в перепись населения, поскольку они рассматривались как часть животного мира данного региона."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}