{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "relative",
      "relatively"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "He lost all his relatives.",
        "ru": "Он потерял всех своих родственников."
      },
      {
        "en": "She prompted me to call my relatives",
        "ru": "Она побудила меня позвонить своим родным."
      },
      {
        "en": "At the family reunion, I saw relatives I haven't seen in years.",
        "ru": "На семейном сборе я увидел родственников, которых не видел годами."
      },
      {
        "en": "She turned to her relatives for help.",
        "ru": "Она обратилась за помощью к родственникам."
      },
      {
        "en": "It's not fair to batten on your relatives.",
        "ru": "Нехорошо наживаться за счёт родственников."
      },
      {
        "en": "Don't bank on your relatives to help you out of trouble.",
        "ru": "Не стоит рассчитывать, что родственники будут всегда помогать тебе решать твои проблемы."
      },
      {
        "en": "They thought that their relatives would be able to fix the visas.",
        "ru": "Они полагали, что их родственники смогут сделать им визы."
      },
      {
        "en": "She doesn't care to spend much time with her relatives.",
        "ru": "Она не любит проводить много времени со своими родственниками."
      },
      {
        "en": "Many friends and relatives were present at their marriage.",
        "ru": "На их свадьбе присутствовали многие друзья и родственники."
      },
      {
        "en": "He lives indolently with his relatives.",
        "ru": "Он живёт в праздности вместе со своими родственниками."
      },
      {
        "en": "He searched for information on his relatives on the web.",
        "ru": "Он поискал в интернете информацию о своих родственниках."
      },
      {
        "en": "Every summer, we visited our relatives in the country for a month",
        "ru": "Каждое лето мы в течение месяца гостили у родственников в деревне."
      },
      {
        "en": "The result of your actions would be utter puzzle and bewilderment of the relatives.",
        "ru": "Всё, чего ты добьёшься, - это ошарашишь своих родных."
      },
      {
        "en": "She has no relatives to fall back on.",
        "ru": "У неё нет родственников, на которых можно было бы опереться."
      },
      {
        "en": "Relatives have been at his bedside all week.",
        "ru": "Всю неделю у его постели находились родственники."
      },
      {
        "en": "We were expecting a visit from our relatives.",
        "ru": "Мы ожидали визита родственников."
      },
      {
        "en": "Her relatives treat one another with deference.",
        "ru": "Её родственники относятся друг к другу с уважением."
      },
      {
        "en": "Many working women rely on relatives for childcare.",
        "ru": "Многие работающие женщины в отношении присмотра за детьми полагаются на родственников."
      },
      {
        "en": "Police are searching for relatives of the deceased.",
        "ru": "Полицейские разыскивают родственников покойного."
      },
      {
        "en": "Our relatives in Italy wined and dined us for a week.",
        "ru": "Наши родственники в Италии неделю нас поили и кормили."
      },
      {
        "en": "A guilty verdict would gratify the victim's relatives.",
        "ru": "Обвинительный приговор удовлетворит родственников потрепевшего."
      },
      {
        "en": "Mr Aston's father was last night being comforted by relatives.",
        "ru": "Прошлой ночью отца мистера Астона утешали родственники."
      },
      {
        "en": "Ann's relatives were outraged at her choice of a social inferior.",
        "ru": "Семья Энн была оскорблена тем, что она выбрала человека ниже себя по положению."
      },
      {
        "en": "Anyone would go bughouse after spending a week with her relatives.",
        "ru": "Пожив недельку с её родичами, любой с ума спятит."
      },
      {
        "en": "Distraught relatives are waiting for news of the missing children.",
        "ru": "Обезумевшие родственники ждут новостей о пропавших детях."
      },
      {
        "en": "...couldn't wait to show off her fiancé to all of her relatives...",
        "ru": "...не могла дождаться, чтобы показать своего жениха всем своим родственникам..."
      },
      {
        "en": "A large constellation of relatives and friends attended the funeral.",
        "ru": "На похоронах присутствовало огромное количество родственников и друзей."
      },
      {
        "en": "The mother was unwilling to resign the child to the care of her relatives.",
        "ru": "Мать не хотела отдавать ребёнка под опеку своих родственников."
      },
      {
        "en": "Letters to relatives in Europe painted a rosy picture of life in the United States.",
        "ru": "Письма к европейским родственникам рисовали радужную картину жизни в Соединённых Штатах."
      },
      {
        "en": "The unfriendly looks quickly warmed when we were recognized as long-unseen relatives.",
        "ru": "Эти недружелюбные взгляды очень быстро потеплели, когда в нас распознали давно не виданных родственников."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "relative",
      "relatively"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}