{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "root away",
      "root out",
      "root up",
      "root",
      "rooted",
      "rooter",
      "rootless",
      "rooting"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Her roots are in Canada.",
        "ru": "Её предки - выходцы из Канады."
      },
      {
        "en": "His roots in Texas go back a long way.",
        "ru": "Его техасские корни тянутся вглубь времён."
      },
      {
        "en": "The soil provides nourishment for plant roots.",
        "ru": "Почва обеспечивает корням растений питание."
      },
      {
        "en": "The problem roots in her depression",
        "ru": "Корнем проблемы является её депрессия."
      },
      {
        "en": "All kinds of culinary roots and plants.",
        "ru": "Все виды используемых в кулинарии корнеплодов и растений."
      },
      {
        "en": "These plants produce a number of thin roots.",
        "ru": "Эти растения выпускают несколько тонких корней."
      },
      {
        "en": "He went back to Sweden to search for his roots.",
        "ru": "Он вернулся в Швецию, чтобы найти свои корни."
      },
      {
        "en": "The powder is made from the roots of the plant.",
        "ru": "Этот порошок делается из корней данного растения."
      },
      {
        "en": "We shall have to tear the old tree up by its roots.",
        "ru": "Нам нужно будет выдернуть старое дерево с корнями."
      },
      {
        "en": "We are hoping for full participation at grass roots level.",
        "ru": "Мы надеемся на полноценное участие на самом низовом уровне."
      },
      {
        "en": "She roots for the Broncos.",
        "ru": "Она болеет за Денвер Бронкос (команда по американскому футболу)."
      },
      {
        "en": "Elm trees have shallow roots.",
        "ru": "У вязов (деревья) неглубокие корни."
      },
      {
        "en": "Trees struck roots deep into the soil.",
        "ru": "Деревья пускают корни глубоко в почву."
      },
      {
        "en": "By ashen roots the violets blow. (A. Tennyson)",
        "ru": "У корней ясеня цветут фиалки."
      },
      {
        "en": "We shall have to get the tree up by its roots.",
        "ru": "Придётся вытащить дерево с корнями."
      },
      {
        "en": "The most suitable season for transplanting the roots.",
        "ru": "Наиболее подходящий сезон для пересадки корней."
      },
      {
        "en": "The tree's intertwisted roots seemed to extend forever.",
        "ru": "Переплетённые корни этого дерева казались бесконечными."
      },
      {
        "en": "Plants use their roots to absorb moisture from the soil.",
        "ru": "Растения с помощью корней впитывают влагу из почвы."
      },
      {
        "en": "Pull weeds up by the roots so that they don't grow back.",
        "ru": "Выдёргивайте сорняки с корнем, чтобы они не выросли снова."
      },
      {
        "en": "Dark green leaves are a good indication of healthy roots.",
        "ru": "Тёмно-зелёные листья являются хорошим показателем здоровых корней."
      },
      {
        "en": "This bird feeds on worms and according to some, on roots.",
        "ru": "Эта птица питается червями и, как утверждают некоторые, корнями растений."
      },
      {
        "en": "The tree's roots serve as a barrier against soil erosion.",
        "ru": "Корни дерева служат барьером против эрозии почвы."
      },
      {
        "en": "Compost provides congenial conditions for roots to develop.",
        "ru": "Компост обеспечивает благоприятные условия для развития корневой системы."
      },
      {
        "en": "The rain will permeate through the soil and reach the roots.",
        "ru": "Дождь просочится через почву и дойдёт до корней."
      },
      {
        "en": "The fisherman's line became enmeshed in roots under the water.",
        "ru": "Леска рыбака запуталась в подводных корнях."
      },
      {
        "en": "Scatter some of this powder round the roots to help the plant grow.",
        "ru": "Рассыпьте немного этого порошка вокруг корней, чтобы растение лучше росло."
      },
      {
        "en": "New bushes can be reproduced from roots taken from the parent plant.",
        "ru": "Из корней старых кустарников можно вырастить новые."
      },
      {
        "en": "Alex Haley's story about his search for his roots became a bestseller.",
        "ru": "Рассказ Алекса Хейли о поисках своих корней стал бестселлером."
      },
      {
        "en": "Even if you plant the seed upside down, the roots will still grow down.",
        "ru": "Даже если ты посадишь семя нижним концом вверх, корни всё равно будут расти вниз."
      },
      {
        "en": "You can tell that she dyes her hair blonde because her dark roots are showing.",
        "ru": "То, что она осветляет волосы краской, понятно по виднеющимся тёмным корням."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "rooter",
      "rooted",
      "rootless",
      "rooting",
      "root"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}