{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "We like to chat about the good old days.",
        "ru": "Мы любим поболтать о старых добрых временах."
      },
      {
        "en": "One day the old crate just wouldn't start.",
        "ru": "Однажды этот старый гроб просто не завёлся."
      },
      {
        "en": "That melody is reminiscent of the old days.",
        "ru": "Эта мелодия напоминает о прежних временах."
      },
      {
        "en": "We talked for hours about the good old days.",
        "ru": "Мы часами говорили о старых добрых временах."
      },
      {
        "en": "Pretty joy! Sweet joy but two days old. (W. Blake)",
        "ru": "Дитя мое! Тебе всего два дня. (пер. С. Степанова)"
      },
      {
        "en": "She looked back with longing on the good old days.",
        "ru": "Она с тоской вспомнила старые добрые времена."
      },
      {
        "en": "In the old days people used to fetch water from the pump.",
        "ru": "Раньше люди набирали воду из уличных колонок."
      },
      {
        "en": "He rushed up to me with the heartiness of old college days.",
        "ru": "Он кинулся ко мне с той же сердечностью, что и в те времена, когда мы учились в колледже."
      },
      {
        "en": "In the old days, people were drawn and quartered for certain crimes.",
        "ru": "В былые времена за определённые преступления людей четвертовали."
      },
      {
        "en": "The old men gathered regularly in the park to reminisce about the good old days.",
        "ru": "Старики каждый день собирались в парке и предавались воспоминаниям о \"старом добром времени\"."
      },
      {
        "en": "By a curious coincidence, they bought a house the same day their old one burned down.",
        "ru": "По странному стечению обстоятельств, они купили новый дом в тот самый день, когда их старый сгорел дотла."
      },
      {
        "en": "In the “good old days” household servants led lives filled with much drudgery and little pleasure.",
        "ru": "В “старые добрые времена” в жизни домашней прислуги было много тяжёлой работы и мало радостей."
      },
      {
        "en": "In the old days she had been harsh and stiff; afraid of her husband and yet arrogantly proud that she had a husband strong and fierce enough to make her afraid.",
        "ru": "Когда-то она была суровой и жесткой; она боялась мужа, и в то же время заносчиво гордилась тем, что её муж настолько силён и свиреп, что она его боится."
      },
      {
        "en": "The world's always in a hole, only in the old days people didn't make a song about it. *",
        "ru": "Мир всегда находился на грани катастрофы, только раньше люди об этом не кричали на каждом углу."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}