{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Did you meet any difficulties?",
        "ru": "Столкнулись ли вы с какими-то трудностями?"
      },
      {
        "en": "You must overcome all difficulties",
        "ru": "Вы должны преодолеть все трудности"
      },
      {
        "en": "The company is in financial difficulties.",
        "ru": "Компания переживает финансовые затруднения."
      },
      {
        "en": "The difficulties seem to be built in.",
        "ru": "Кажется, заниматься этим делом и иметь массу проблем - одно и то же."
      },
      {
        "en": "Don't stick at small difficulties, but keep going.",
        "ru": "Не расстраивайтесь из-за пустяков, идите вперёд."
      },
      {
        "en": "They were aware of the difficulties.",
        "ru": "Они знали об этих трудностях."
      },
      {
        "en": "We must find a way around these difficulties.",
        "ru": "Мы должны найти способ обойти эти трудности."
      },
      {
        "en": "The project soon ran into difficulties.",
        "ru": "Проект вскоре столкнулся с трудностями."
      },
      {
        "en": "He was well aware of the difficulties ahead.",
        "ru": "Он был хорошо осведомлён о предстоящих трудностях."
      },
      {
        "en": "He carried on regardless of the difficulties.",
        "ru": "Он продолжал, несмотря на сложности."
      },
      {
        "en": "If you have any difficulties, give me a call.",
        "ru": "Если у вас возникнут какие-то сложности, позвоните мне."
      },
      {
        "en": "Our plans were attended with great difficulties.",
        "ru": "Наши планы были связаны с большими трудностями."
      },
      {
        "en": "There are several difficulties with this theory.",
        "ru": "С этой теорией всё не так просто."
      },
      {
        "en": "Our efforts are ringed around with difficulties.",
        "ru": "Наши попытки всё время наталкиваются на трудности."
      },
      {
        "en": "Their marriage has been fraught with difficulties.",
        "ru": "Их брак сопряжён с целым рядом трудностей."
      },
      {
        "en": "We must find a way to bridge over the difficulties.",
        "ru": "Нам надо найти способ преодолеть эти трудности."
      },
      {
        "en": "I had been warned about the difficulties of the job.",
        "ru": "Меня предупреждали о сложности задания."
      },
      {
        "en": "I'm feeling about for an answer to our difficulties.",
        "ru": "Я всё пытаюсь найти решение наших проблем."
      },
      {
        "en": "She developed breathing difficulties during the night.",
        "ru": "По ночам ей стало трудно дышать."
      },
      {
        "en": "How will we cope with the difficulties that lie ahead?",
        "ru": "Как мы будем справляться с предстоящими трудностями?"
      },
      {
        "en": "She gave me a warning about the difficulties of the job.",
        "ru": "Она предостерегла меня о трудностях связанных с этой работой."
      },
      {
        "en": "Financial difficulties have stymied the company's growth.",
        "ru": "Финансовые трудности блокируют рост компании."
      },
      {
        "en": "We're confident that the legal difficulties can be overcome.",
        "ru": "Мы уверены, что эти юридические трудности можно преодолеть."
      },
      {
        "en": "You can't sweep your difficulties aside in that easy manner.",
        "ru": "Нельзя столь легкомысленно отмахиваться от своих проблем."
      },
      {
        "en": "You can't brush your difficulties aside in that easy manner.",
        "ru": "Вам не удастся так просто отмахнуться от этих проблем."
      },
      {
        "en": "Difficulties can arise when there is more than one defendant.",
        "ru": "Если подсудимых больше одного, могут возникнуть трудности."
      },
      {
        "en": "She was not daunted by the practical difficulties in the way.",
        "ru": "Она не испугалась трудностей, которые возникли у неё на пути."
      },
      {
        "en": "The broadcast was delayed because of technical difficulties .",
        "ru": "Трансляция была приостановлена по техническим причинам."
      },
      {
        "en": "From what I've read, the company seems to be in difficulties.",
        "ru": "Судя по тому, что я читал, похоже, что компания испытывает материальные затруднения."
      },
      {
        "en": "It's up to the director to sort out difficulties like this one.",
        "ru": "Улаживание вопросов такого рода входит в компетенцию директора."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}