{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "director",
      "directory"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "The Board of Directors met yesterday.",
        "ru": "Вчера состоялось заседание Совета директоров."
      },
      {
        "en": "The board of directors disapproved the sale.",
        "ru": "Совет директоров не одобрил эту продажу."
      },
      {
        "en": "Each Federal Reserve Bank has nine directors.",
        "ru": "В совет директоров любого банка Федеральной резервной системы входят девять директоров."
      },
      {
        "en": "If the directors agree to a meeting, we're away!",
        "ru": "Можно считать, что нам повезло, если директора согласятся на встречу."
      },
      {
        "en": "Company directors were propelled into action.",
        "ru": "В действие было вынуждено вступить руководство компании."
      },
      {
        "en": "The budget was put before the board of directors.",
        "ru": "Бюджет был представлен совету директоров."
      },
      {
        "en": "The board of directors is made up of men and women.",
        "ru": "В Совете директоров есть мужчины и женщины."
      },
      {
        "en": "Funeral directors often work long, irregular hours.",
        "ru": "Директора похоронных бюро часто работают сверх установленного времени и во внеурочные часы."
      },
      {
        "en": "The salaries some company directors earn are obscene.",
        "ru": "Зарплаты, которые получают директора некоторых компаний, просто непомерны."
      },
      {
        "en": "Promotion would mean a seat on the board of directors.",
        "ru": "Продвижение по службе означало бы пост в Совете директоров."
      },
      {
        "en": "I think that the directors were out in their judgment.",
        "ru": "Думаю, что директора приняли неправильное решение."
      },
      {
        "en": "Your request will be handed up to the board of directors.",
        "ru": "Ваша просьба будет передана правлению."
      },
      {
        "en": "College directors have called for more government funding.",
        "ru": "Директора вузов потребовали увеличения правительственного финансирования."
      },
      {
        "en": "The board of directors has come out in favour of a merger.",
        "ru": "Совет директоров высказался в пользу слияния."
      },
      {
        "en": "The club's directors rewarded him with a free season ticket.",
        "ru": "Управляющие клубом вознаградили его бесплатным сезонным абонементом."
      },
      {
        "en": "The directors have agreed to accede to the workers' demands.",
        "ru": "Члены правления решили согласиться на требования рабочих."
      },
      {
        "en": "Your suggestion goes before the board of directors next week.",
        "ru": "Совет директоров рассмотрит ваше предложение на следующей неделе."
      },
      {
        "en": "The evidence revealed the cupidity of the company's directors.",
        "ru": "Эти доказательства показали алчность директоров компании."
      },
      {
        "en": "She's considered one of the best young directors in Hollywood.",
        "ru": "Она считается одним из лучших молодых режиссёров Голливуда."
      },
      {
        "en": "The company is run by a board of directors (=a group of directors).",
        "ru": "Компания управляется советом директоров (т.е. группой директоров)."
      },
      {
        "en": "Get on the telephone, and summon all the directors up to my office.",
        "ru": "Позвоните по телефону и попросите всех директоров подняться ко мне в кабинет."
      },
      {
        "en": "The company directors have awarded themselves a massive pay increase.",
        "ru": "Руководители компании вознаградили себя солидным повышением зарплаты."
      },
      {
        "en": "The firm's plans were confided only to the chairman and the directors.",
        "ru": "Планы фирмы были известны только президенту и директорам."
      },
      {
        "en": "The company started to unravel when two of the directors were arrested.",
        "ru": "Компания начала разваливаться, когда арестовали двух её директоров."
      },
      {
        "en": "For years the directors have been fattening on the efforts of the workers.",
        "ru": "Многие годы директора наживались за счёт рабочих."
      },
      {
        "en": "A farewell party was given for the outgoing members of the board of directors.",
        "ru": "Для уходящих в отставку членов совета директоров была устроена прощальная вечеринка."
      },
      {
        "en": "Your suggestion will be set before the board of directors at their next meeting.",
        "ru": "Ваше предложение будет обсуждаться на следующем заседании совета директоров."
      },
      {
        "en": "Your suggestion will be placed before the board of directors at their next meeting.",
        "ru": "Ваше предложение будет рассмотрено на следующем заседании совета директоров."
      },
      {
        "en": "The whole matter boils down to a struggle between the trade union and the directors.",
        "ru": "Всё это дело сводится к конфликту профсоюза и руководства (компании)."
      },
      {
        "en": "The board of directors has been fudging on the question of pay increases for the workers.",
        "ru": "Совет директоров уклончиво ответил на требование рабочих поднять зарплату."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "directory",
      "director"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}