{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "You're half an hour late.",
        "ru": "Ты на полчаса опоздал."
      },
      {
        "en": "She was half an hour late.",
        "ru": "Она опоздала на полчаса."
      },
      {
        "en": "Three hours later he was back.",
        "ru": "Три часа спустя он вернулся."
      },
      {
        "en": "They arrived a few hours later.",
        "ru": "Они приехали на несколько часов позже."
      },
      {
        "en": "The band showed up an hour late.",
        "ru": "Ансамбль появился на час позже."
      },
      {
        "en": "Do you realize you're an hour late?",
        "ru": "Вы понимаете, что опоздали на целый час?"
      },
      {
        "en": "Half an hour later it was a flat calm.",
        "ru": "Спустя полчаса всё было абсолютно спокойно."
      },
      {
        "en": "He arrived at an inconveniently late hour.",
        "ru": "Он приехал в неудобное, позднее время."
      },
      {
        "en": "I'm sorry to disturb you at such a late hour.",
        "ru": "Я сожалею, что побеспокоил вас в столь поздний час."
      },
      {
        "en": "She fell asleep immediately but awoke an hour later.",
        "ru": "Она сразу заснула, но через час проснулась."
      },
      {
        "en": "Rescue workers arrived at the scene two hours later.",
        "ru": "Спасатели прибыли на место происшествия спустя два часа."
      },
      {
        "en": "He was put on a ventilator but died two hours later.",
        "ru": "Его перевели на искусственную вентиляцию лёгких, однако двумя часами позже он скончался."
      },
      {
        "en": "'He was about half an hour late.' 'That is just so Chris.'",
        "ru": "— Он опоздал примерно на полчаса. — Это так похоже на Криса!"
      },
      {
        "en": "His call was traced and half an hour later police arrested him.",
        "ru": "Его звонок был отслежен, и через полчаса полиция его арестовала."
      },
      {
        "en": "Half an hour later Enid had calmed down, at least on the surface.",
        "ru": "Полчаса спустя Энид успокоилась — по крайней мере, внешне."
      },
      {
        "en": "They tried to wake up the sluggards who were still sleeping at that late hour.",
        "ru": "Они пытались разбудить лентяев, которые продолжали спать в столь поздний час."
      },
      {
        "en": "With their usual nonchalance they arrived at the wedding ceremony half an hour late.",
        "ru": "Со своей обычной беспечностью, они приехали на церемонию с опозданием на полчаса."
      },
      {
        "en": "Who can be calling at this late hour? (=used when you are surprised or annoyed by how late at night or early in the morning something is)",
        "ru": "Кто может звонить в такое позднее время? (т.е. вы удивлены или раздражены тем, насколько поздно ночью или рано утром что-то происходит)"
      },
      {
        "en": "He finally rolled up an hour late. *",
        "ru": "Он, наконец, заявился, опоздав на целый час."
      },
      {
        "en": "She steamed him by being two hours late. *",
        "ru": "Она вывела его из себя, опоздав на целых два часа."
      },
      {
        "en": "When I came home two hours later she lashed into me like crazy. *",
        "ru": "Когда я заявился домой через два часа, она набросилась на меня, будто с цепи сорвалась."
      },
      {
        "en": "By the time she showed up three hours later he was doing a slow burn. *",
        "ru": "Когда она заявилась, опоздав на три часа, внутри у него все кипело."
      },
      {
        "en": "He was furious because he schlepped across the town and arrived an hour late. *",
        "ru": "Он был в ярости. Ему пришлось тащиться через весь город, и он опоздал на час."
      },
      {
        "en": "He went spare, he really did, he was still frothing at the mouth when we both left half an hour late for work. *",
        "ru": "Он весь кипел, серьезно тебе говорю, и ругался на чем свет стоит, когда мы, опоздав на полчаса, пошли на работу."
      },
      {
        "en": "I suspected something was bugging her from the way she used to give me hell every time I came home only a half hour late. *",
        "ru": "Я подозревал, что что-то мучает ее, даже судя по тому, как она на меня орала, стоило мне опоздать хотя бы на полчаса."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}