{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "let by",
      "let down",
      "let in",
      "let off",
      "let on",
      "let out",
      "let up",
      "let",
      "letable"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "He's not as rich as he lets on.",
        "ru": "Он не так богат, как хочет казаться."
      },
      {
        "en": "School lets out at 3 o'clock.",
        "ru": "Занятия в школе заканчиваются в три часа."
      },
      {
        "en": "Shopping by mail order lets you beat the queues.",
        "ru": "Заказы товаров по почте позволяют обойти проблему очередей."
      },
      {
        "en": "Once he gets angry, he lets out at anyone who opposes him.",
        "ru": "Когда он выходит из себя, он кидается на всякого, кто смеет ему противоречить."
      },
      {
        "en": "A fog clears / lets up / lifts.",
        "ru": "Туман рассеивается."
      },
      {
        "en": "She lets those children walk (all) over her.",
        "ru": "Она позволяет детям не считаться со своими интересами."
      },
      {
        "en": "The progam lets you toggle easily between two different views.",
        "ru": "Программа позволяет легко переключаться между двумя различными видами /представлениями/."
      },
      {
        "en": "Our oddball uncle frequently lets himself into our house without knocking.",
        "ru": "Наш чудаковатый дядя часто заходит к нам в дом без стука."
      },
      {
        "en": "This software lets you categorize your photographs in many different ways.",
        "ru": "Это программное обеспечение позволяет классифицировать фотографии по самым разным категориям."
      },
      {
        "en": "He's the sort of person who never helps, just sits back and lets others work.",
        "ru": "Он из тех людей, которые никогда не помогают, а просто бездельничают, когда другие работают."
      },
      {
        "en": "He's the kind of man who makes things happen but lets others take the credit.",
        "ru": "Он из тех людей, которые всё и делают, но позволяют другим приписать все заслуги себе."
      },
      {
        "en": "She keeps after the children the whole time, never lets them have a minute's peace.",
        "ru": "Она все время ругает детей, не дает им ни минуты покоя."
      },
      {
        "en": "The system lets you lower the truck to ease ingress and egress, and raise it for added ground clearance.",
        "ru": "Данная система позволяет опускать грузовик для облегчения его въезда и выезда, и поднимать его для увеличения дорожного просвета."
      },
      {
        "en": "First, lets begin by understanding why individuals are searching out second hand computers in contrast to a brand-new one.",
        "ru": "Для начала, давайте разберёмся, почему люди ищут подержанные компьютеры, а не абсолютно новые."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "letable",
      "let"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}