{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Life's a gas.",
        "ru": "Жизнь — это пускание пыли в глаза. (название песни)"
      },
      {
        "en": "My life's such a mess.",
        "ru": "В моей жизни такой бардак!"
      },
      {
        "en": "Life's a bastard sometimes.",
        "ru": "Жизнь иногда такая подлая /сложная, гадкая/."
      },
      {
        "en": "What is life's highest good?",
        "ru": "Что есть высшее благо в жизни?"
      },
      {
        "en": "Life's too short to bear grudges.",
        "ru": "Жизнь слишком коротка, чтобы тратить её на обиды."
      },
      {
        "en": "Forget about it. Life's too short.",
        "ru": "Забудьте об этом. Жизнь слишком коротка."
      },
      {
        "en": "Life's too short for moping about.",
        "ru": "Жизнь слишком коротка, чтобы хандрить."
      },
      {
        "en": "Life's full of surprises, isn't it?",
        "ru": "Жизнь полна сюрпризов, не так ли?"
      },
      {
        "en": "I am in agony with my life's situations.",
        "ru": "Я тяжело переживаю свои жизненные перипетии."
      },
      {
        "en": "Life's too short to worry about the past.",
        "ru": "Жизнь слишком коротка, чтобы беспокоиться о прошлом."
      },
      {
        "en": "That's just one of life's little ironies.",
        "ru": "Это всего лишь один из маленьких парадоксов жизни."
      },
      {
        "en": "Life's a lottery, isn't it? It all depends on luck.",
        "ru": "Жизнь — это лотерея, не так ли? Всё зависит от удачи."
      },
      {
        "en": "He was already girding himself for his life's work.",
        "ru": "Он уже готовился для самой важной в своей жизни работы."
      },
      {
        "en": "They made the furtherance of science their life's work.",
        "ru": "Они сделали поддержку науки делом своей жизни."
      },
      {
        "en": "This was all new to her — part of life's rich tapestry.",
        "ru": "Всё это было для неё в новинку — часть богатой жизненной палитры."
      },
      {
        "en": "Life's difficult enough without you interfering all the time.",
        "ru": "Жизнь достаточно сложна и без вашего постоянного вмешательства."
      },
      {
        "en": "She fulfilled her life's ambition when she started her own business.",
        "ru": "Начав собственное дело, она исполнила мечту всей своей жизни."
      },
      {
        "en": "Your inner strength will enable you to prevail over life's obstacles.",
        "ru": "Внутренняя сила позволит вам одержать победу над препятствиями в жизни."
      },
      {
        "en": "His life's work centred in the search for a cure for the terrible disease.",
        "ru": "Он всю жизнь работал над созданием лекарства от этой страшной болезни."
      },
      {
        "en": "I want to convey to children that reading is one of life's greatest treats.",
        "ru": "Я хочу донести детям, что чтение является одним из величайших удовольствий в жизни."
      },
      {
        "en": "Relaxing on the beach and watching the sunset is one of life's simple pleasures.",
        "ru": "Отдыхать на пляже и смотреть на закат — одна из простых радостей жизни."
      },
      {
        "en": "Money is not the alpha and omega — the beginning and end — of life's purpose.",
        "ru": "Деньги не являются альфой и омегой (началом и концом) человеческой жизни."
      },
      {
        "en": "His life's work was being destroyed before his very eyes (=directly in front of him).",
        "ru": "Дело всей его жизни гибло прямо у него на глазах (т.е. непосредственно перед ним)."
      },
      {
        "en": "Hell, life's a crock. *",
        "ru": "Это не жизнь, а какая-то хренотень."
      },
      {
        "en": "Life's a tough deal for a lot of people right now. *",
        "ru": "Сейчас многим приходится нелегко."
      },
      {
        "en": "We've both hit the bad patch. You're in a terrible spot and my life's work has crumpled. *",
        "ru": "У нас обоих пошла черная полоса. Ты попал в эту жуткую историю, а у меня дело всей моей жизни пошло псу под хвост."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}