{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "lover",
      "loverly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Nicola and I were lovers.",
        "ru": "Никола и я были любовниками."
      },
      {
        "en": "The two lovers parted at dawn.",
        "ru": "Влюблённые /любовники/ расстались на рассвете."
      },
      {
        "en": "The lovers held hands while walking.",
        "ru": "Во время прогулки влюблённые держались за руки."
      },
      {
        "en": "The young lovers necked on the park bench.",
        "ru": "Молодые влюблённые целовались взасос на скамейке в парке."
      },
      {
        "en": "Two lovers were canoodling on a park bench.",
        "ru": "Двое влюбленных ласкались на скамейке в парке."
      },
      {
        "en": "The park was full of lovers making out on the grass.",
        "ru": "Парк был набит парочками, которые лизались, валяясь на траве."
      },
      {
        "en": "The French try to sell us their image as great lovers.",
        "ru": "Французский пытаются продать нам свой образ великих любовников."
      },
      {
        "en": "The film tells a beautiful story about two young lovers.",
        "ru": "Фильм рассказывает чудесную историю о двух молодых влюблённых."
      },
      {
        "en": "France will always be the spiritual home of wine lovers.",
        "ru": "Франция всегда будет духовной родиной любителей вина."
      },
      {
        "en": "In the play's denouement, the two lovers kill themselves.",
        "ru": "В финале пьесы двое влюбленных убивают себя."
      },
      {
        "en": "The lovers scratched their names into the bark of the tree.",
        "ru": "Влюблённые выцарапали на коре дерева свои имена."
      },
      {
        "en": "The lovers met discreetly for the purposes of sexual congress.",
        "ru": "Любовники тайно встречались с целью занятий сексом."
      },
      {
        "en": "Both lovers had to hurry to keep their noontime tryst in the park.",
        "ru": "Обоим влюблённым пришлось поторопиться, чтобы успеть на своё полуденное свидание в парке."
      },
      {
        "en": "The town's big attraction for movie lovers is the annual film festival.",
        "ru": "Любителей кино очень привлекает проводящийся в этом городе ежегодный кинофестиваль."
      },
      {
        "en": "These mountains are a playground for hikers, skiers, and nature lovers.",
        "ru": "Эти горы являются излюбленным местом отдыха и развлечений для туристов, лыжников и любителей природы."
      },
      {
        "en": "He was compelled to make assignations with as much secrecy as two young lovers.",
        "ru": "Ему приходилось обставлять свои свидания такой секретностью, которая присуща молодым любовникам."
      },
      {
        "en": "Nature lovers will be raptured by the documentary's breathtaking cinematography.",
        "ru": "Любители природы будут в восторге от потрясающей работы оператора этого документального фильма."
      },
      {
        "en": "It was immediately and indubitably apparent that I had interrupted a scene of lovers.",
        "ru": "Сразу стало совершенно очевидно что я прервала любовную сцену."
      },
      {
        "en": "Wrapped in the pale gauze of a misty afternoon, the city seemed eerily romantic to the strolling lovers.",
        "ru": "Окутанный лёгкой завесой дневного тумана, прогуливающимся влюбленным город казался сверхъестественно романтичным."
      },
      {
        "en": "...the sentimentality of the story of star-crossed lovers only made it even more popular with moviegoers...",
        "ru": "...сентиментальность истории несчастных влюбленных, только сделала этот фильм еще более популярным среди киноманов..."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "lover",
      "loverly"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}