{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Get off our already low prices!",
        "ru": "Получите скидку в от наших и без того низких цен!"
      },
      {
        "en": "Let's stock coffee as long as prices are low.",
        "ru": "Давай затаримся кофе, пока цены низкие."
      },
      {
        "en": "We supply basic, no-frills tractors at low prices.",
        "ru": "Мы поставляем базовую комплектацию тракторов, без лишних \"наворотов\", по низким ценам."
      },
      {
        "en": "Stock prices are low, so now is a good time to buy.",
        "ru": "Цены на акции сейчас низкие — самое время покупать."
      },
      {
        "en": "The low prices still pull in crowds of eager buyers.",
        "ru": "Низкие цены по-прежнему привлекают толпы жаждущих покупателей."
      },
      {
        "en": "Our aim is to provide the best service at the lowest price.",
        "ru": "Наша цель — обеспечить самое лучшее обслуживание по самой низкой цене."
      },
      {
        "en": "He bought me some CDs which were going cheap (=were being sold at a low price).",
        "ru": "Он купил мне несколько компакт-дисков, которые шли по дешёвке (т.е. продавались по низкой цене)."
      },
      {
        "en": "It's worth shopping around for the best buy (=what you want at the lowest price).",
        "ru": "Стоит пройтись по всем магазинам вокруг ради самой выгодной покупки."
      },
      {
        "en": "The company is offering a special low price as an added incentive for new customers.",
        "ru": "Компания предлагает специальные низкие цены в качестве дополнительного стимула для новых клиентов."
      },
      {
        "en": "The low price is one of its main selling points (=features that will help to sell it).",
        "ru": "Низкая цена — один из главных коммерческих доводов этого товара (т.е. особенностей, которые способствуют его продаже)."
      },
      {
        "en": "There has to be a trade-off between quality and quantity if we want to keep prices low.",
        "ru": "Если мы хотим избежать повышения цен, придётся идти на компромисс между количеством и качеством."
      },
      {
        "en": "Floppy disks are noted for their relatively slow speed and small capacity and low price.",
        "ru": "Дискеты отличаются довольно низкой скоростью, маленькой ёмкостью и невысокой ценой."
      },
      {
        "en": "We were lucky enough to latch on to a valuable piece of land at a low price. *",
        "ru": "Нам посчастливилось заполучить хороший участок за низкую цену."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}