{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "unoften"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "How often do you call your mother?",
        "ru": "Как часто ты звонишь матери?"
      },
      {
        "en": "We often met over a cup of coffee.",
        "ru": "Мы часто встречались за чашкой кофе."
      },
      {
        "en": "She often works at the weekend.",
        "ru": "Она часто работает по выходным."
      },
      {
        "en": "How often do you see your parents?",
        "ru": "Как часто вы видитесь с родителями?"
      },
      {
        "en": "He travels more often than I do.",
        "ru": "Он путешествует чаще, чем я."
      },
      {
        "en": "I quite often go to Paris on business.",
        "ru": "Я довольно часто бываю в Париже по делам."
      },
      {
        "en": "They go out to dinner fairly often.",
        "ru": "Они довольно часто ужинают не дома /в ресторане/."
      },
      {
        "en": "I often take a walk during my lunch break.",
        "ru": "Во время обеденного перерыва я часто выхожу на прогулку."
      },
      {
        "en": "If you wash your hair too often, it can get too dry.",
        "ru": "Если мыть волосы слишком часто, они могут стать слишком сухими."
      },
      {
        "en": "It's not often that I get to enjoy a day off.",
        "ru": "Нечасто у меня получается воспользоваться выходным днём."
      },
      {
        "en": "It's often difficult to translate poetry.",
        "ru": "Переводить поэзию часто нелегко."
      },
      {
        "en": "Water the plants often enough to keep the soil moist.",
        "ru": "Поливайте растения достаточно часто, чтобы сохранить почву во влажном состоянии."
      },
      {
        "en": "Very often children who behave badly at school have problems at home.",
        "ru": "Очень часто дети, которые ведут себя плохо в школе, испытывают проблемы дома."
      },
      {
        "en": "They seem to be getting into arguments more and more often.",
        "ru": "Похоже, что они всё чаще и чаще ввязываются в ссоры."
      },
      {
        "en": "It's not often that a government minister will admit to being wrong.",
        "ru": "Нечасто бывает, чтобы министр правительства признавал свою неправоту."
      },
      {
        "en": "Robin is a difficult child; you've said so yourself often enough (=a lot of times).",
        "ru": "Робин — трудный ребёнок, ты сам достаточно часто (т.е. много раз) так говорил."
      },
      {
        "en": "The disease is diagnosed most often in children.",
        "ru": "Чаще всего это заболевание диагностируется у детей."
      },
      {
        "en": "The condition often returns even after treatment with antibiotics.",
        "ru": "Это заболевание часто возвращается даже после лечения антибиотиками."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "unoften"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}