{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "How will the court rule on the motion?",
        "ru": "Какой решение примет суд по данной петиции?"
      },
      {
        "en": "The players are due on court in an hour.",
        "ru": "Игроки должны появиться на корте через час."
      },
      {
        "en": "Young appeared in court on a murder charge.",
        "ru": "Янг предстал перед судом по обвинению в убийстве."
      },
      {
        "en": "Both teams were talking trash on the court.",
        "ru": "Обе команды на площадке говорили друг другу гадости."
      },
      {
        "en": "The juniors use the courts on Tuesday night.",
        "ru": "По вторникам корты используются юниорами."
      },
      {
        "en": "The way she moves on the court is sheer poetry.",
        "ru": "Как она передвигается по корту — это же чистая поэзия!"
      },
      {
        "en": "He is due to make another court appearance on Monday.",
        "ru": "В понедельник он должен ещё раз явиться в суд."
      },
      {
        "en": "Mr. and Mrs. X were divorced by the court on December 23, 1996.",
        "ru": "Брак мистера и миссис Х был расторгнут по суду 23 декабря 1996 г."
      },
      {
        "en": "Peter has been brought before the court on a charge of drunken driving.",
        "ru": "Питер предстал перед судом по обвинению в вождении автомобиля в нетрезвом состоянии."
      },
      {
        "en": "Peter has been before the court again on a charge of driving while drunk.",
        "ru": "Питер снова предстал перед судом за то, что находился за рулем в нетрезвом состоянии."
      },
      {
        "en": "Courting on the sly like that and then upping and saying he was married. *",
        "ru": "Он тайком ухаживал за мной, а потом вдруг заявил, что женат."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}