{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "One-day excursion to London.",
        "ru": "Однодневная экскурсия в Лондон."
      },
      {
        "en": "You can buy a cheap one-day bus pass.",
        "ru": "Можно купить дешевый однодневный проездной на автобус."
      },
      {
        "en": "Each employee will have a one-day furlough every month.",
        "ru": "Каждый месяц всем сотрудникам будет предоставляться однодневный отпуск."
      },
      {
        "en": "The marathons were jokingly referred to as one-day purgatories.",
        "ru": "Такие марафоны в шутку называли \"однодневными пытками\"."
      },
      {
        "en": "One day she will go too far.",
        "ru": "Однажды она зайдет слишком далеко."
      },
      {
        "en": "I will see you again one day.",
        "ru": "Когда-нибудь мы снова увидимся."
      },
      {
        "en": "I'll get even with him one day.",
        "ru": "Однажды я сведу с ним счёты. / Когда-нибудь я с ним поквитаюсь."
      },
      {
        "en": "She read the whole book in one day.",
        "ru": "Она прочла всю книгу за один день."
      },
      {
        "en": "My career as a waitress lasted one day.",
        "ru": "Моя карьера в качестве официантки продлилась один день."
      },
      {
        "en": "One day, I just blew my top and hit him.",
        "ru": "Однажды у меня просто сорвало крышу, и я ему врезал."
      },
      {
        "en": "No doubt the truth will come out one day.",
        "ru": "Без сомнения, правда однажды выйдет наружу."
      },
      {
        "en": "Just think — you could be rich one day!",
        "ru": "Подумай только: вы могли бы когда-нибудь разбогатеть!"
      },
      {
        "en": "I work days one week and nights the next.",
        "ru": "Одну неделю я работаю днем, а другую ночью."
      },
      {
        "en": "One day the old crate just wouldn't start.",
        "ru": "Однажды этот старый гроб просто не завёлся."
      },
      {
        "en": "I'd like to go and visit the States one day.",
        "ru": "Я хотел бы когда-нибудь поехать погостить в Штаты."
      },
      {
        "en": "She dreamed that one day she would be famous.",
        "ru": "Она мечтала, что в один прекрасный день она станет знаменитой."
      },
      {
        "en": "One day he told me he wanted to do it with me.",
        "ru": "Однажды он мне сказал, что хочет, чтобы мы сделали \"это\"."
      },
      {
        "en": "One day I want to have a horse of my very own.",
        "ru": "Когда-нибудь я хочу завести собственную лошадь."
      },
      {
        "en": "It's hard work, but one day it will just click.",
        "ru": "Это тяжёлый труд, но в один прекрасный день всё просто встанет на свои места."
      },
      {
        "en": "One day you'll have the maturity to understand.",
        "ru": "Однажды вы будете достаточно зрелы чтобы это понять."
      },
      {
        "en": "The prince was prepared to become King one day.",
        "ru": "Принца готовили к тому, что однажды он станет королём."
      },
      {
        "en": "It's too far to drive there and back in one day.",
        "ru": "За один день туда и обратно не успеть: слишком далеко ехать."
      },
      {
        "en": "You'll get your comeuppance one day, you'll see!",
        "ru": "Однажды ты получишь по заслугам, вот увидишь!"
      },
      {
        "en": "The paperless office may one day become a reality.",
        "ru": "Электронное /безбумажное/ делопроизводство однажды может стать реальностью."
      },
      {
        "en": "There's no doubt that one day a cure will be found.",
        "ru": "Без сомнений, однажды лекарство будет найдено."
      },
      {
        "en": "I had it in mind that one day I might move to Spain.",
        "ru": "Я имел в виду, что в один прекрасный день я мог бы переехать в Испанию."
      },
      {
        "en": "Over 10,000 soldiers died on that one day in January.",
        "ru": "Более десяти тысяч солдат погибло в этот январский день."
      },
      {
        "en": "Astronomers may one day travel to the depths of space.",
        "ru": "Когда-нибудь астрономы, возможно, полетят в глубины космоса."
      },
      {
        "en": "One day Frank gashed his hand on a bit of broken glass.",
        "ru": "Однажды Фрэнк глубоко порезал руку осколком битого стекла."
      },
      {
        "en": "Like all sublunary things, this misery will one day end.",
        "ru": "Как и всё под луной, это несчастье не вечно."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}