{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "I have a few one-dollar bills in my purse.",
        "ru": "У меня в кошельке есть несколько однодолларовых купюр."
      },
      {
        "en": "The lottery jackpot is up to one million dollars.",
        "ru": "Размер джек-пота этой лотереи достигает одного миллиона долларов."
      },
      {
        "en": "The repairs to our roof cost one hundred dollars.",
        "ru": "Починка нашей крыши обошлась в сто долларов."
      },
      {
        "en": "One million dollars was allocated for disaster relief.",
        "ru": "На оказание помощи пострадавшим при катастрофе был выделен один миллион долларов."
      },
      {
        "en": "The final cost could be as much as one billion dollars.",
        "ru": "Окончательная стоимость может достичь одного миллиарда долларов."
      },
      {
        "en": "The kidnappers demanded a ransom of one million dollars.",
        "ru": "Похитители требовали выкуп в размере одного миллиона долларов."
      },
      {
        "en": "The venture was capitalized with a loan of one million dollars.",
        "ru": "Предприятие был капитализировано кредитом на сумму один миллион долларов."
      },
      {
        "en": "The value of this property was assessed at one million dollars.",
        "ru": "Стоимость этого имущества была оценена в миллион долларов."
      },
      {
        "en": "The company made over one million dollars in sales this quarter.",
        "ru": "В этом квартале компания заработала на продажах свыше одного миллиона долларов."
      },
      {
        "en": "An anonymous businesswoman donated one million dollars to the charity.",
        "ru": "Анонимно деловая женщина пожертвовала на благотворительность один миллион долларов."
      },
      {
        "en": "The annual emolument for the director of the charity is officially only one dollar.",
        "ru": "Официально годовой заработок директора этой благотворительной организации составляет всего один доллар."
      },
      {
        "en": "He is in one thousand dollars. *",
        "ru": "Он заработал тысячу баксов."
      },
      {
        "en": "That baby set me back one hundred dollars. *",
        "ru": "Эта красота обошлась мне в сто долларов."
      },
      {
        "en": "He gave me one dollar and told me not to spend it in one place. *",
        "ru": "Этот жмот дал мне всего один доллар и велел мне быть экономным."
      },
      {
        "en": "After six months they bumped me to one thousand dollars a week. *",
        "ru": "Спустя шесть месяцев они повысили мне зарплату до тысячи баксов в неделю."
      },
      {
        "en": "The cost of the repairs figures up to about one million dollars. *",
        "ru": "Стоимость ремонта составит примерно миллион баксов."
      },
      {
        "en": "I can count small change and one dollar bills with no trouble at all, but the big bills always did stump me. *",
        "ru": "Я легко могу сосчитать мелочь и однодолларовые бумажки, но никак не могла разобраться в крупных купюрах."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}