{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Her health insurance will cover 12 one-hour sessions of therapy per year.",
        "ru": "Её медицинской страховки хватит на компенсацию двенадцати часовых сеансов терапии в год."
      },
      {
        "en": "It saves you one hour.",
        "ru": "Ты экономишь на этом час времени."
      },
      {
        "en": "A full-body massage lasts around one hour.",
        "ru": "Общий массаж длится около часа."
      },
      {
        "en": "She set the timer on the oven for one hour.",
        "ru": "Она поставила таймер в духовке на один час."
      },
      {
        "en": "Chill the dessert for one hour before serving it.",
        "ru": "Перед подачей на стол охлаждайте десерт в течение одного часа."
      },
      {
        "en": "In spring we usually set the clocks ahead one hour.",
        "ru": "Весной мы обычно переводим стрелки на час вперёд."
      },
      {
        "en": "Let the dessert chill for one hour before serving it.",
        "ru": "Перед подачей на стол позвольте десерту один час постоять в холодильнике."
      },
      {
        "en": "The timer was set to trigger the bomb in exactly one hour.",
        "ru": "Таймер был установлен так, чтобы привести бомбу в действие ровно через час."
      },
      {
        "en": "The preposition “in” in “The movie starts in one hour” shows time.",
        "ru": "Предлог “через” в предложении “фильм начинается через час” показывает время."
      },
      {
        "en": "I had a series of meetings including two hours of one-on-one with my direct boss.",
        "ru": "Я провёл несколько встреч, в том числе двухчасовую личную встречу со своим непосредственным начальником."
      },
      {
        "en": "Jim and his wife stagger their work hours so one of them can be at home with the kids.",
        "ru": "Джим и его жена распределяют своё рабочее время так, чтобы один из них мог находиться дома с детьми."
      },
      {
        "en": "As a general rule of thumb, children this age should not spend more than one hour on homework.",
        "ru": "Как показывает практика, детям этого возраста не следует тратить на выполнение домашнего задания более одного часа."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}