{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "He was crazy drunk in a saloon one night.",
        "ru": "В один из вечеров он сидел в пивной в стельку пьяный."
      },
      {
        "en": "Koch unloaded his concerns over dinner one night.",
        "ru": "Однажды за ужином Кох дал выход своему беспокойству."
      },
      {
        "en": "Writing that whole report in one night was quite a feat.",
        "ru": "Написать весь этот отчёт за одну ночь было похоже на подвиг."
      },
      {
        "en": "Each volunteer spent one night a week in the cathedral. A few spent two.",
        "ru": "Каждый из добровольцев один раз в неделю ночевал в соборе. Некоторые ночевали два раза в неделю."
      },
      {
        "en": "One night we started arguing about / over who hadn't wiped the kitchen counter.",
        "ru": "Однажды вечером мы начали спорить о том, кто должен был вытереть стол на кухне."
      },
      {
        "en": "He would get fifteen fish in one night. *",
        "ru": "За одну ночь он зарабатывал пятнадцать баксов."
      },
      {
        "en": "I hit on it when I wasn't able to sleep one night. *",
        "ru": "Мне это пришло в голову, когда как-то ночью я не мог уснуть."
      },
      {
        "en": "I was wondering if one night someone was gonna pipe me, slab me. *",
        "ru": "Я думал, что вдруг ночью кто-то ударит меня чем-нибудь тяжелым по голове, всадит в меня нож."
      },
      {
        "en": "The limeys looked like they might be out for their one night of the year. *",
        "ru": "У английских моряков был такой вид, словно они решили повеселиться последний раз в своей жизни."
      },
      {
        "en": "I'd like you and your better half to come to our house for a meal one night. *",
        "ru": "Я хотела бы пригласить тебя с мужем поужинать у нас как-нибудь."
      },
      {
        "en": "The company used to barnstorm all over the country making one night stands in hick towns. *",
        "ru": "Труппа обычно гастролировала по всей стране, останавливаясь на одну ночь в провинциальных городках."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}