{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "opponent"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "He twice lost to younger opponents.",
        "ru": "Он дважды проиграл более молодым соперникам."
      },
      {
        "en": "They played games on their opponents.",
        "ru": "Они игрались со своими противниками."
      },
      {
        "en": "The strategy confounded our opponents.",
        "ru": "Такой подход сбил с толку наших оппонентов."
      },
      {
        "en": "You have to reckon with our opponents.",
        "ru": "Вам придётся считаться с нашими оппонентами."
      },
      {
        "en": "He aced his opponents",
        "ru": "Он разгромил своих оппонентов"
      },
      {
        "en": "He tackled his opponents.",
        "ru": "Он вступил в жаркий спор со своими оппонентами."
      },
      {
        "en": "He tries to intimidate his opponents.",
        "ru": "Он пытается запугать своих оппонентов."
      },
      {
        "en": "She made no references to her opponents.",
        "ru": "Она не упоминала о своих противниках."
      },
      {
        "en": "The two opponents are arming for the fight.",
        "ru": "Оба соперника готовятся к дискуссии."
      },
      {
        "en": "His argument did not convince his opponents.",
        "ru": "Его доводы не убедили оппонентов."
      },
      {
        "en": "The regime got rid of most of its opponents.",
        "ru": "Режим избавился от большинства своих противников."
      },
      {
        "en": "Even her opponents admire her feisty spirit.",
        "ru": "Даже враги восхищались её напористым духом."
      },
      {
        "en": "Opponents of the project have been squawking.",
        "ru": "Противники проекта громко выражают недовольство."
      },
      {
        "en": "He is admired even by his political opponents.",
        "ru": "Им восхищаются даже его политические оппоненты."
      },
      {
        "en": "Opponents claim the policy has racist undertones.",
        "ru": "Противники этой политики утверждают, что она имеет расистский подтекст."
      },
      {
        "en": "He sees a chance to down his political opponents.",
        "ru": "У него есть шанс расправиться со своими политическими противниками."
      },
      {
        "en": "Political opponents of the regime may be tortured.",
        "ru": "Политические противники данного режима могут быть подвергнуты пыткам."
      },
      {
        "en": "The football team clobbered their opponents 7 to 3.",
        "ru": "Футбольная команда разгромила своих соперников со счетом 7:3."
      },
      {
        "en": "The opponents faced each other across the chessboard.",
        "ru": "Оппоненты встретились за шахматной доской."
      },
      {
        "en": "He was trying to dribble the ball past his opponents.",
        "ru": "Он пытался провести мяч мимо своих соперников."
      },
      {
        "en": "The team's opponents have not lost a game this season.",
        "ru": "В этом сезоне соперники этой команды ещё ни разу не проиграли."
      },
      {
        "en": "This politician never fails to rip into his opponents.",
        "ru": "Этот политик никогда не упускает случая полить грязью своих противников."
      },
      {
        "en": "He has threatened to imprison his political opponents.",
        "ru": "Он пригрозил посадить своих политических оппонентов в тюрьму."
      },
      {
        "en": "Opponents have questioned the legitimacy of the ruling.",
        "ru": "Оппоненты поставили под сомнение законность данного постановления."
      },
      {
        "en": "He has an implacable hatred for his political opponents.",
        "ru": "Он питает непримиримую ненависть к своим политическим оппонентам."
      },
      {
        "en": "She has displayed a profound contempt for her opponents.",
        "ru": "Она проявила глубокое презрение к своим оппонентам / противникам."
      },
      {
        "en": "He compounded the offence by calling his opponents liars.",
        "ru": "Он усугубил обвинение, назвав своих оппонентов лжецами."
      },
      {
        "en": "Opponents of the bill tried to filibuster its final stages.",
        "ru": "Противники законопроекта попытались затормозить его принятие на заключительных стадиях рассмотрения."
      },
      {
        "en": "He's a clever player who knows how to frazzle his opponents.",
        "ru": "Это умный игрок, который умеет измотать своих оппонентов."
      },
      {
        "en": "Top athletes are able to exploit their opponents' weaknesses.",
        "ru": "Спортсмены высочайшего класса способны использовать слабости своих соперников."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "opponent"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}