{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "They signed each other's yearbooks.",
        "ru": "Они расписались друг у друга в выпускных альбомах /в школьных ежегодниках/."
      },
      {
        "en": "The two men enjoy each other's company.",
        "ru": "Этим двоим мужчинам нравится общество друг друга."
      },
      {
        "en": "The twins often borrow each other's clothes.",
        "ru": "Близнецы часто заимствуют друг у друга одежду."
      },
      {
        "en": "They reached across and shook each other's hand.",
        "ru": "Они протянули руки и обменялись рукопожатием."
      },
      {
        "en": "We don't want staff to duplicate each other's work.",
        "ru": "Мы не хотим, чтобы сотрудники дублировали работу друг друга."
      },
      {
        "en": "The children were screaming and tearing at each other's hair.",
        "ru": "Дети визжали и таскали друг друга за волосы."
      },
      {
        "en": "Why don't the boys club together and join each other's activities?",
        "ru": "Почему бы мальчикам не собраться и не позаниматься чем-нибудь вместе?"
      },
      {
        "en": "The children explored each other's bodies by playing the game of doctor.",
        "ru": "Дети изучали тела друг друга, играя в \"доктора\"."
      },
      {
        "en": "It seems a trumpery quarrel, as to who should beg each other's pardon first.",
        "ru": "Произошла какая-то пустяковая ссора по поводу того, кто у кого первый должен просить прощения."
      },
      {
        "en": "They had an agreement that they would not interfere in each other's business.",
        "ru": "Они договорились о том, что не будут вмешиваться в дела друг друга."
      },
      {
        "en": "They ended up with a surfeit of volunteers who simply got in each other's way.",
        "ru": "В конечном итоге, они набрали слишком много добровольцев, которые просто путались друг у друга под ногами."
      },
      {
        "en": "We get on each other's nerves, to put it bluntly (=to say exactly what I mean).",
        "ru": "Короче говоря, мы действуем друг другу на нервы (т.е. говоря именно то, что я имею в виду)."
      },
      {
        "en": "They walked along the beach arm in arm (=with their arms bent around each other's).",
        "ru": "Они шли по берегу моря под руку."
      },
      {
        "en": "They were locked together in deadly wrestle, each with a hand upon the other's throat.",
        "ru": "Они вцепились друг другу в горло мёртвой хваткой."
      },
      {
        "en": "We were soon on first-name terms (=using each other's first names, as a sign of friendship).",
        "ru": "Вскоре мы уже называли друг друга по имени (в знак дружбы)."
      },
      {
        "en": "They capped each other's jokes. *",
        "ru": "Они изощрялись в остроумии."
      },
      {
        "en": "They're high on each other's company. *",
        "ru": "Они друг без друга жить не могут."
      },
      {
        "en": "These two were dropping love bombs on each other even though they hate each other's guts. *",
        "ru": "Эти двое объяснялись друг другу в любви, хотя в душе ненавидели друг друга."
      },
      {
        "en": "Most married people never remember the sweet nothings they whispered in each other's ears. *",
        "ru": "Большинство женатых людей уже не помнят те нежные слова, которые они шептали друг другу на ухо."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}