{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "biologic",
      "biological",
      "biologist",
      "aerobiology",
      "agrobiology",
      "microbiology",
      "astrobiology",
      "biologism",
      "biologize",
      "chronobiology"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Botany is a branch of biology.",
        "ru": "Ботаника — это раздел /отрасль/ биологии."
      },
      {
        "en": "— I got an A in Biology, Mum. — Oh, good.",
        "ru": "— Мам, я получил пятёрку по биологии. — Отлично."
      },
      {
        "en": "The focus of activity shifted to molecular biology",
        "ru": "Основное внимание сместилось в направлении молекулярной биологии."
      },
      {
        "en": "International Society for Cell Biology",
        "ru": "Международное общество по изучению биологии клетки"
      },
      {
        "en": "Molecular biology is pushing medicine into a new age.",
        "ru": "Молекулярная биология толкает медицину в новую эпоху."
      },
      {
        "en": "She likes Biology, but she's not too keen on Physics.",
        "ru": "Ей нравится биология, но она не очень-то любит физику."
      },
      {
        "en": "He's qualified to teach biology at high school level.",
        "ru": "Он имеет право преподавать биологию в старших классах."
      },
      {
        "en": "Dan found biology difficult, and physics harder still.",
        "ru": "Биология давалась Дэну тяжело, а физика — ещё тяжелее."
      },
      {
        "en": "The class filled in the gaps in my knowledge of biology.",
        "ru": "Этот курс заполнил пробелы в моих знаниях биологии."
      },
      {
        "en": "The theory of evolution undergirds virtually all of modern biology.",
        "ru": "Теория эволюции лежит в основе практически всей современной биологии."
      },
      {
        "en": "I'm trying to catch up with the latest developments in molecular biology.",
        "ru": "Я стараюсь следить за последними событиями в области молекулярной биологии."
      },
      {
        "en": "Her scientific attainments have made her quite well-known in the field of biology.",
        "ru": "Благодаря своим научным достижениям она стала достаточно известной в области биологии."
      },
      {
        "en": "Our actions are circumscribed by our biology, personality, and by the social and cultural context into which we are born.",
        "ru": "Наши действия обусловлены нашей биологией, личностью, а также социальным и культурным контекстом, в котором мы родились."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "aerobiology",
      "biological",
      "biologism",
      "agrobiology",
      "biologize",
      "astrobiology",
      "biologist",
      "chronobiology",
      "biologic",
      "microbiology"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}