{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "discover",
      "discovered",
      "discoverer",
      "discovering",
      "rediscovery",
      "discoverable"
    ],
    "word_forms": [
      "discoveries"
    ],
    "examples": [
      {
        "en": "Scientists have made an important discovery.",
        "ru": "Учёные сделали важное открытие."
      },
      {
        "en": "He made a startling discovery.",
        "ru": "Он сделал потрясающее / поразительное открытие."
      },
      {
        "en": "Discovery Day",
        "ru": "День открытия Америки (отмечается 12 октября)"
      },
      {
        "en": "The scientists announced their discovery to the world.",
        "ru": "Учёные сообщили общественности о своём открытии."
      },
      {
        "en": "With the discovery of oil in the region, the situation changed.",
        "ru": "После того как в регионе нашли нефть, ситуация изменилась."
      },
      {
        "en": "How historically significant is this discovery?",
        "ru": "Насколько значимо это открытие для истории?"
      },
      {
        "en": "Scientists announced the discovery of a new species of plant.",
        "ru": "Учёные объявили об открытии нового вида растений."
      },
      {
        "en": "It's impossible to exaggerate the importance of this discovery.",
        "ru": "Невозможно переоценить важность этого открытия."
      },
      {
        "en": "The discovery has elated researchers.",
        "ru": "Открытие воодушевило исследователей."
      },
      {
        "en": "The discovery of DNA was a major scientific achievement.",
        "ru": "Открытие ДНК стало крупным научным достижением."
      },
      {
        "en": "He went under the name of Baker, to avoid discovery by the police.",
        "ru": "Скрываясь от полиции, он жил под именем Бейкера."
      },
      {
        "en": "The end of the police search was the discovery of a corpse.",
        "ru": "Поиски полиции закончились обнаружением трупа."
      },
      {
        "en": "The thieves thought that they had concealed the jewels from discovery.",
        "ru": "Воры думали, что надёжно спрятали драгоценности."
      },
      {
        "en": "This discovery has revolutionized our understanding of how the human brain works.",
        "ru": "Это открытие коренным образом изменило наше понимание того, как работает человеческий мозг."
      },
      {
        "en": "Researchers have made a stunning discovery.",
        "ru": "Исследователи сделали ошеломляющее открытие."
      },
      {
        "en": "The invention of the microscope led to the discovery of the cell.",
        "ru": "Изобретение микроскопа привело к открытию клетки."
      },
      {
        "en": "The discovery of gold brought thousands of people to the Transvaal.",
        "ru": "Обнаружение золота привело в Трансвааль тысячи людей."
      },
      {
        "en": "She exulted in her new discovery.",
        "ru": "Она возрадовалась своему новому открытию."
      },
      {
        "en": "The discovery was made almost by accident.",
        "ru": "Это открытие было сделано почти случайно."
      },
      {
        "en": "What a wondrous discovery fire must have been.",
        "ru": "Какое дивное открытие, должно быть, представлял собой огонь."
      },
      {
        "en": "The discovery gave fresh impetus to the research.",
        "ru": "Это открытие дало новый толчок развитию исследований."
      },
      {
        "en": "The discovery has great significance to researchers.",
        "ru": "Это открытие имеет большое значение для исследователей."
      },
      {
        "en": "She received belated recognition for her scientific discovery.",
        "ru": "Она получила запоздалое признание за своё научное открытие."
      },
      {
        "en": "The startling discovery of a corpse required a call to the police.",
        "ru": "Страшная эта находка — мёртвое тело — потребовала звонка в полицию."
      },
      {
        "en": "Her research led to a number of important discoveries about the disease.",
        "ru": "Её исследования привели к ряду важных открытий касательно данной болезни."
      },
      {
        "en": "It was one of the most important discoveries in the history of medicine.",
        "ru": "Это было одним из самых важных открытий в истории медицины."
      },
      {
        "en": "You have a duty as a scientist to communicate your discovery to the world.",
        "ru": "Как учёный, вы обязаны сообщить миру о своём открытии."
      },
      {
        "en": "Hikers made a grim discovery when they came across a dead body in the woods.",
        "ru": "Путешественники обнаружили страшную находку, когда наткнулись в лесу на труп."
      },
      {
        "en": "The discovery of penicillin was a major step forward in the treatment of infections.",
        "ru": "Открытие пенициллина стало значительным шагом вперёд в лечении инфекций."
      },
      {
        "en": "The discovery of distillation is usually accredited to the Arabs of the eleventh century AD.",
        "ru": "Считается, что дистилляцию придумали арабы в одиннадцатом веке."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "discoveries"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "discovering",
      "discoverable",
      "rediscovery",
      "discovered",
      "discover",
      "discoverer"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}