{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "I don't care for these fancy-schmancy get-togethers. *",
        "ru": "Мне все эти с понтом тусовки надоели."
      },
      {
        "en": "Let's all get together over Christmas.",
        "ru": "Давайте все вместе соберёмся на Рождество."
      },
      {
        "en": "They ran away together to get married.",
        "ru": "Они сбежали вместе, чтобы пожениться."
      },
      {
        "en": "We hope to get together at an early date.",
        "ru": "Мы надеемся собраться в ближайшее время."
      },
      {
        "en": "When did the Petersons get back together?",
        "ru": "Когда это Питерсоны снова сошлись?"
      },
      {
        "en": "Employees get together and brainstorm ideas.",
        "ru": "Сотрудники собираются вместе и проводят мозговой штурм."
      },
      {
        "en": "She got back together with her old boyfriend.",
        "ru": "Она вернулась к своему прежнему ухажёру."
      },
      {
        "en": "They get together with their friends at break time.",
        "ru": "Они с друзьями собираются вместе во время перерыва."
      },
      {
        "en": "We need to get together to swap ideas and information.",
        "ru": "Мы должны собраться вместе, чтобы обменяться мыслями и информацией."
      },
      {
        "en": "We're trying to get together enough money to buy a flat.",
        "ru": "Мы пытаемся собрать деньги, чтобы купить квартиру."
      },
      {
        "en": "Get together all those who are interested in the project.",
        "ru": "Соберите вместе всех заинтересованных в данном проекте."
      },
      {
        "en": "You never know what's going to happen when they get together.",
        "ru": "Кто знает, что произойдёт, когда они соберутся вместе."
      },
      {
        "en": "I'm glad to see that the two firms have got together at last.",
        "ru": "Я рад слышать, что эти две фирмы наконец договорились."
      },
      {
        "en": "I hope Jim and I can get back together and make a fresh start.",
        "ru": "Надеюсь, что мы с Джимом сможем вновь объединиться и начать всё заново."
      },
      {
        "en": "I'm all booked up this week — can we get together next Friday?",
        "ru": "На этой неделе у меня всё расписано. Мы можем собраться в следующую пятницу?"
      },
      {
        "en": "The government can't seem to get it together on the environment.",
        "ru": "Похоже, что правительство никак не может сконцентрироваться на решении вопросов экологии."
      },
      {
        "en": "When bad cops and crooks get together, the deviousness is doubled.",
        "ru": "Когда продажные копы и мошенники объединяются, коварство удваивается."
      },
      {
        "en": "He got together a group of local businessmen to discuss the problem.",
        "ru": "Он собрал группу местных бизнесменов, чтобы обсудить эту проблему."
      },
      {
        "en": "The festival was a great way for the local community to get together.",
        "ru": "Для местных жителей фестиваль стал прекрасной возможностью собраться вместе."
      },
      {
        "en": "Do you think they'll get back together (=start having a relationship again)?",
        "ru": "Думаешь, они снова сойдутся вместе (т.е. начнут отношения заново)?"
      },
      {
        "en": "Leading scientists got together in Paris to compare notes on current research.",
        "ru": "Ведущие учёные собрались в Париже, чтобы обменяться мнениями о текущих исследованиях."
      },
      {
        "en": "Environmental organizations suggest that motorists get together and carpool to avoid adding to pollution levels.",
        "ru": "Экологические организации предлагают автомобилистам договориться и поочерёдно развозить друг друга, во избежание дополнительного загрязнения воздуха."
      },
      {
        "en": "That's no good, come on, get it together. *",
        "ru": "Ну хватит, нельзя же так, возьми себя в руки."
      },
      {
        "en": "It's a long time since I got together with him. *",
        "ru": "Я давно уже с ним не встречался."
      },
      {
        "en": "The men got together on the terrace for a sun-downer. *",
        "ru": "Мужчины собрались на террасе, чтобы выпить перед отходом ко сну."
      },
      {
        "en": "When I get it together, I'll try to go back to school. *",
        "ru": "Когда я приду в себя, то снова пойду в школу."
      },
      {
        "en": "I have a hen party every few weeks. We love to get together. *",
        "ru": "Я раз в месяц собираю своих подруг на девичник. Нам всегда приятно видеть друг друга."
      },
      {
        "en": "Saturdays we usually get together at his place for a gabfest. *",
        "ru": "По субботам мы обычно собираемся у него дома, чтобы поболтать."
      },
      {
        "en": "I'm glad to see that the two parties have got together at last. *",
        "ru": "Я рад, что обе стороны наконец-то пришли к соглашению."
      },
      {
        "en": "You have to get yourself together. No one else can do it for you. *",
        "ru": "Ты должен сам взять себя в руки. Никто за тебя это делать не будет."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}