{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "god",
      "godless",
      "godly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "We do not recognize your gods.",
        "ru": "Мы не признаём ваших богов."
      },
      {
        "en": "They made sacrifices to appease the gods.",
        "ru": "Они делали жертвоприношения, чтобы умилостивить богов."
      },
      {
        "en": "Mercury was the herald of the Roman gods.",
        "ru": "Меркурий был вестником римских богов."
      },
      {
        "en": "Both gods and mortal men found her captivating.",
        "ru": "И боги, и смертные находили её очаровательной."
      },
      {
        "en": "Thou shalt have none other gods before me.",
        "ru": "Да не будет у тебя других богов, кроме меня."
      },
      {
        "en": "He made an offering to propitiate the angry gods.",
        "ru": "Он принёс жертву, чтобы умилостивить разгневанных богов."
      },
      {
        "en": "The faces of the gods were modeled in white stone.",
        "ru": "Лица богов были смоделированы в белом камне."
      },
      {
        "en": "Each household must make daily offerings to the gods.",
        "ru": "Каждая семья обязана делать ежедневные жертвоприношения богам."
      },
      {
        "en": "The gods assume human or animal form in these fables.",
        "ru": "В этих баснях боги принимают облик человека или животного."
      },
      {
        "en": "The gods were sexualized and married to some other gods.",
        "ru": "Богам приписывался определенный пол, и они вступали в брак с другими богами."
      },
      {
        "en": "The villagers hold them in awe and think of them as gods.",
        "ru": "Жители деревни трепетали перед ними и считали их богами."
      },
      {
        "en": "The villagers hoped the gods would accept their sacrifice.",
        "ru": "Деревенские жители надеялись на то, что боги примут их жертву."
      },
      {
        "en": "In former times, priests used to abase themselves before the gods.",
        "ru": "В прошлом священнослужители выражали свою покорность богам в виде самоуничижения."
      },
      {
        "en": "Worship of the old gods still continues in remote areas of the country.",
        "ru": "В отдаленных районах страны люди по-прежнему поклоняются старым богам."
      },
      {
        "en": "The ancient Greeks personified the forces of nature as gods and goddesses.",
        "ru": "Древние греки олицетворяли силы природы в виде богов и богинь."
      },
      {
        "en": "Others holding a vast number of gods, either all equal or subaltern to one another.",
        "ru": "Другие верят во многих богов, или равных между собой, или подчинённых друг другу."
      },
      {
        "en": "The temple was once the site of sacrifices — both to honor the gods in times of plenty and to propitiate them in times of trouble.",
        "ru": "В этом храме когда-то приносили жертвы, как для того, чтобы воздать хвалу богам во времена изобилия, так и для того, чтобы умилостивить их в трудные времена."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "godless",
      "god",
      "godly"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}