{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "The government's dead set against the plan.",
        "ru": "Правительство решительно настроено против этого плана."
      },
      {
        "en": "Education is this government's top priority.",
        "ru": "Образование является первоочередной задачей правительства."
      },
      {
        "en": "The vote was 60-59 in the government's favor.",
        "ru": "Голосование закончилось со счётом 60:59 в пользу правительства."
      },
      {
        "en": "The government's housing policy is a nonsense.",
        "ru": "Государственная жилищная политика лишена всякого смысла."
      },
      {
        "en": "Evidence contradicted the government's claims.",
        "ru": "Доказательства противоречили утверждениям правительства."
      },
      {
        "en": "Opposition MPs mocked the government's decision.",
        "ru": "Депутаты от опппозиции высмеяли данное решение правительства."
      },
      {
        "en": "The outbreak of war sealed the government's fate.",
        "ru": "Начало войны решило судьбу правительства."
      },
      {
        "en": "Fierce opposition thwarted the government's plans.",
        "ru": "Планы правительства были сорваны благодаря ожесточённому сопротивлению."
      },
      {
        "en": "The government's policies came under fierce attack.",
        "ru": "Политика правительства подверглась ожесточённым нападкам."
      },
      {
        "en": "He has publicly repudiated the government's policies.",
        "ru": "Он публично отрёкся от политики правительства."
      },
      {
        "en": "It's the government's responsibility to help the poor.",
        "ru": "Это обязанность государства — помогать бедным."
      },
      {
        "en": "The government's responsibility is to serve the public.",
        "ru": "Обязанность правительства — служить народу."
      },
      {
        "en": "The speaker declaimed against the government's new law.",
        "ru": "Докладчик высказался против нового правительственного закона."
      },
      {
        "en": "I can't agree with the government's line on immigration.",
        "ru": "Я не могу согласиться с позицией правительства по вопросу иммиграции."
      },
      {
        "en": "This is the Government's second about-turn on the issue.",
        "ru": "На сегодня правительство уже вторично пересмотрело свою позицию по данному вопросу."
      },
      {
        "en": "He scorned the government's record in dealing with crime.",
        "ru": "Он насмехался над действиями правительства по борьбе с преступностью."
      },
      {
        "en": "They protested the government's violation of human rights.",
        "ru": "Они протестовали против нарушения правительством прав человека."
      },
      {
        "en": "He was critical of the government's actions before the war.",
        "ru": "Он раскритиковал действия правительства перед войной."
      },
      {
        "en": "He described the government's economic policy as misguided.",
        "ru": "Он охарактеризовал экономическую политику государства как ошибочную."
      },
      {
        "en": "The government's actions are contrary to the public interest.",
        "ru": "Действия правительства противоречат общественным интересам."
      },
      {
        "en": "We deplore the government's treatment of political prisoners.",
        "ru": "Мы осуждаем отношение властей к политическим заключённым."
      },
      {
        "en": "Many of the newspapers struck at the government's latest plan.",
        "ru": "Многие газеты нелестно отозвались о последнем плане правительства."
      },
      {
        "en": "The bishop hit out at the government's policy on the homeless.",
        "ru": "Епископ обрушился с критикой на политику правительства в отношении бездомных."
      },
      {
        "en": "The government's attempt to kick-start the economy has failed.",
        "ru": "Попытка правительства реанимировать экономику провалилась."
      },
      {
        "en": "This aid money is crucial to the government's economic policies.",
        "ru": "Эта денежная помощь имеет решающее значение для экономической политики правительства."
      },
      {
        "en": "What's your reading of the government's response to this crisis?",
        "ru": "Как бы вы истолковали реакцию правительства на этот кризис?"
      },
      {
        "en": "There has been strong reaction against the government's policies.",
        "ru": "Наблюдается сильная реакция, направленная против политики правительства."
      },
      {
        "en": "The government's major concern is with preventing road accidents.",
        "ru": "Главной проблемой этого правительства является предотвращение дорожно-транспортных происшествий."
      },
      {
        "en": "He was outspokenly critical of the Government's new social policy.",
        "ru": "Он открыто критиковал новую социальную политику правительства."
      },
      {
        "en": "Many economists are critical of the government's economic policies.",
        "ru": "Многие экономисты критикуют экономическую политику правительства."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}