{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "guy"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Where are you guys headed?",
        "ru": "Куда вы, ребята, направляетесь?"
      },
      {
        "en": "What these guys are about here?",
        "ru": "Чего этим парням тут надо?"
      },
      {
        "en": "Listen guys, you're going to love this.",
        "ru": "Послушайте, ребята, вам это понравится."
      },
      {
        "en": "Come on, you guys! Pitch in!",
        "ru": "Ну, ребята, навались!"
      },
      {
        "en": "Is Friday cool with you guys?",
        "ru": "Люди, в пятницу всем удобно?"
      },
      {
        "en": "Do you see these big green guys?",
        "ru": "Видишь эти большие зеленые штуки?"
      },
      {
        "en": "She dated a couple guys during college.",
        "ru": "У неё было пару парней во время учёбы в колледже."
      },
      {
        "en": "Hey you guys! Where are you going?",
        "ru": "Эй ребята! Куда вы идете?"
      },
      {
        "en": "The guys josh him and call him an egghead.",
        "ru": "Парни подшучивают над ним и обзывают \"профессором\"."
      },
      {
        "en": "Those guys look like they're up to no good.",
        "ru": "Похоже, что эти парни не замышляют ничего хорошего."
      },
      {
        "en": "Okay, guys, slow down. No more roughhousing.",
        "ru": "Ладно, парни, притормозите. Не надо больше буянить. / Всё, мужики, успокойтесь. Побуянили, и будет."
      },
      {
        "en": "The cover shot was of three guys in army kit.",
        "ru": "На обложке были запечатлены трое мужчин /трое парней/ в армейской форме."
      },
      {
        "en": "Hey you guys! Quit goofing off and do some work!",
        "ru": "Эй, вы, там! Хватить сачковать! Сделайте хоть что-нибудь!"
      },
      {
        "en": "You guys should just stop moaning and get a life!",
        "ru": "Вам, ребята, следует просто прекратить плакаться и начать жить полной жизнью!"
      },
      {
        "en": "We need to get some kind of a line on these guys.",
        "ru": "Нам нужно получить хоть какую-то инфу на этих ребят."
      },
      {
        "en": "Two guys walked in and started shooting at people.",
        "ru": "Вошли два мужика и начали стрелять в людей."
      },
      {
        "en": "Two guys were fighting with each other in the street.",
        "ru": "Двое парней дрались друг с другом на улице."
      },
      {
        "en": "...dumpy little men trying to look like tough guys...",
        "ru": "... невысокие коренастые мужчины, которые пытаются выглядеть крутыми парнями..."
      },
      {
        "en": "I fell into conversation with some guys from New York.",
        "ru": "Я разговорился с какими-то ребятами из Нью-Йорка."
      },
      {
        "en": "I walked right into a mob of maybe 50 young white guys.",
        "ru": "Я попал прямо в толпу из человек пятидесяти молодых белых парней."
      },
      {
        "en": "I watched the guys as they bantered with the waitresses.",
        "ru": "Я смотрел, как парни перешучиваются с официантками."
      },
      {
        "en": "'Guys and Dolls' is the quintessential American musical.",
        "ru": "\"Парни и куколки\" является типичным американским мюзиклом."
      },
      {
        "en": "Make no mistake — these guys know how to kick out the jams.",
        "ru": "Можете не сомневаться: эти ребята умеют вжарить на всю катушку. (разг. kick out the jams — играть рок-музыку громко и с большой энергией)"
      },
      {
        "en": "Hey, you guys, cut it out - Mom's trying to get some sleep.",
        "ru": "Эй, вы, ребята, прекратите, Мама пытается поспать."
      },
      {
        "en": "The police are going to get these guys, by hook or by crook.",
        "ru": "Полицейские намерены в лепёшку расшибиться, но ребят этих поймать."
      },
      {
        "en": "He soon saw he'd have to watch his step with some of these guys.",
        "ru": "Вскоре он понял, что с некоторыми из этих ребят придётся держать ухо востро."
      },
      {
        "en": "They'll make jokes about anything. Nothing is sacred to those guys.",
        "ru": "Они шутят обо всём. Для этих ребят нет ничего святого."
      },
      {
        "en": "As in most of his films, it's the good guys who win through in the end.",
        "ru": "Как и в большинстве его фильмов, в конце концов побеждают хорошие парни."
      },
      {
        "en": "The doctor is down there easing up the guys that got the hide burned off 'em.",
        "ru": "Врач там пытается облегчить страдания ребят, получивших ожоги кожи."
      },
      {
        "en": "The neighborhood nymphs were gathered at the local pizza parlor, checking out the hot guys.",
        "ru": "Прелестницы, жившие по соседству, собирались в местной пиццерии, высматривая парней посимпатичнее."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "guy"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}