{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She often travels outside the UK.",
        "ru": "Она часто путешествует за пределами Великобритании."
      },
      {
        "en": "There is deep recession in the UK.",
        "ru": "В Великобритании — глубокая рецессия."
      },
      {
        "en": "The UK market was flat on its back.",
        "ru": "Рынок Великобритании был в глубочайшей депрессии."
      },
      {
        "en": "Car seatbelts made compulsory in UK.",
        "ru": "Автомобильные ремни безопасности стали обязательными в Великобритании."
      },
      {
        "en": "The show was networked across the UK.",
        "ru": "Это шоу транслировалось по всей Британии."
      },
      {
        "en": "I came second in the UK Championships.",
        "ru": "Я занял второе место на первенстве Великобритании."
      },
      {
        "en": "The UK rail system is a national disgrace.",
        "ru": "Железнодорожная система Великобритании — это национальный позор."
      },
      {
        "en": "Turkish nationals who are living in the UK",
        "ru": "турецкие граждане, проживающие в Великобритании"
      },
      {
        "en": "Continental airlines ply for trade in the UK.",
        "ru": "Континентальные авиакомпании ищут партнёров в Великобритании."
      },
      {
        "en": "This is especially true in respect of the UK.",
        "ru": "Это особенно верно в отношении Великобритании."
      },
      {
        "en": "The refugees were allowed to remain in the UK.",
        "ru": "Беженцам было разрешено остаться в Великобритании."
      },
      {
        "en": "The UK office will open for business this Monday.",
        "ru": "Представительство в Великобритании начнёт работу в понедельник."
      },
      {
        "en": "The competition is open to all readers in the UK.",
        "ru": "Принять участие в конкурсе могут все читатели Великобритании."
      },
      {
        "en": "UK holidaymakers opt for a staycation in Britain.",
        "ru": "Жители Великобритании выбирают проводить отпуск в самой Великобритании."
      },
      {
        "en": "Her show never really got off the ground in the UK.",
        "ru": "В Великобритании её шоу, по большому счёту, никогда не имело успеха."
      },
      {
        "en": "Canada, the UK and Japan leant towards the US view.",
        "ru": "Канада, Великобритания и Япония склонились к точке зрения США."
      },
      {
        "en": "We aim to capture eight percent of the UK wine market.",
        "ru": "Наша цель — захватить восемь процентов винного рынка Великобритании."
      },
      {
        "en": "The paper was highly commended in the UK Press Awards.",
        "ru": "Статья получила высокую оценку на церемонии вручении наград представителям британской прессы."
      },
      {
        "en": "The UK should find another weapon to fill the same role.",
        "ru": "Великобритания должна найти на эту роль другое оружие."
      },
      {
        "en": "The firm has captured the lion's share of the UK market.",
        "ru": "Фирма захватила львиную долю рынка Великобритании."
      },
      {
        "en": "The US and the UK have expectations of economic revival.",
        "ru": "США и Великобритания возлагают надежды на экономическое возрождение."
      },
      {
        "en": "The UK is divided into 650 single-member constituencies.",
        "ru": "Соединенное Королевство делится на 650 одномандатных округов."
      },
      {
        "en": "Right now I'm working on six jobs for US and UK clients.",
        "ru": "В данный момент я работаю над шестью заказами американских и британских клиентов."
      },
      {
        "en": "The EU is taking a tough line with the UK over this issue.",
        "ru": "ЕС занимает жёсткую позицию с Великобританией по этому вопросу."
      },
      {
        "en": "His last film tanked in the States, but did well in the UK.",
        "ru": "Его последний фильм с треском провалился в Штатах, но хорошо прошёл в Великобритании."
      },
      {
        "en": "The US take-up of Internet trading is much higher than in the UK.",
        "ru": "Количество клиентов интернет-торговли в США гораздо выше, чем в Великобритании."
      },
      {
        "en": "The UK is the world's third largest arms producer, after the USA and Russia.",
        "ru": "Великобритания является третьим в мире производителем вооружений, после США и России."
      },
      {
        "en": "Our aim is not only to attract investment to the UK but to keep it here too.",
        "ru": "Наша цель не только привлечь инвестиции в Великобританию, но и удержать и их в стране."
      },
      {
        "en": "By comparison with other European countries, car prices in the UK are very high.",
        "ru": "По сравнению с другими европейскими странами, в Великобритании цены на автомобили являются очень высокими."
      },
      {
        "en": "Northern Ireland weathered the recession better than any other region in the UK.",
        "ru": "Северная Ирландия пережила рецессию лучше других регионов Великобритании."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}