{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "user"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Web users can book a ticket online.",
        "ru": "Интернет-пользователи могут заказать билет онлайн."
      },
      {
        "en": "Computer viruses plague Internet users.",
        "ru": "Компьютерные вирусы досаждают пользователям Интернета."
      },
      {
        "en": "Users can access their voice mail remotely.",
        "ru": "Пользователи могут получать доступ к своей голосовой почте удалённо."
      },
      {
        "en": "WordNet gets many hits from users worldwide.",
        "ru": "На сайт WordNet заходит множество пользователей со всего мира."
      },
      {
        "en": "Our products address the needs of real users.",
        "ru": "Наши продукты удовлетворяют потребности реальных пользователей."
      },
      {
        "en": "Many users of this drug experience flashbacks.",
        "ru": "Многие пользователи этого препарата испытывают \"флэшбэки\"."
      },
      {
        "en": "Users can dock a laptop to their desktop setup.",
        "ru": "Пользователи могут подключить к своему настольному компьютеру ноутбук."
      },
      {
        "en": "Drug users are at risk when they share needles.",
        "ru": "Наркоманы подвергают себя опасности, когда пользуются общими иглами."
      },
      {
        "en": "Many users end up dealing to support their habit.",
        "ru": "Многие наркоманы в итоге становятся дилерами, чтобы иметь возможность поддерживать свою привычку."
      },
      {
        "en": "Viruses can be spread inadvertently by email users.",
        "ru": "Пользователи электронной почты могут, сами того не зная, распространять вирусы."
      },
      {
        "en": "The system can support an unlimited number of users.",
        "ru": "Система может поддерживать неограниченное число пользователей."
      },
      {
        "en": "The file can be accessed by many users at the same time.",
        "ru": "Файл может быть доступен многим пользователям одновременно."
      },
      {
        "en": "Experienced users have direct access to the main data files.",
        "ru": "Опытные пользователи имеют прямой доступ к основным файлам данных."
      },
      {
        "en": "Ramps are needed at exits and entrances for wheelchair users.",
        "ru": "Инвалиды-колясочники нуждаются в пандусах при входах и выходах."
      },
      {
        "en": "The BBC surveyed four thousand drug users and their families.",
        "ru": "Корпорация \"Би-би-си\" провела опрос среди четырёх тысяч наркоманов и их семей."
      },
      {
        "en": "The Web site provides users with information about local activities.",
        "ru": "Данный веб-сайт предоставляет пользователям информацию о местных мероприятиях."
      },
      {
        "en": "The program helps users recover computer files that have been deleted.",
        "ru": "Программа помогает пользователям восстановить компьютерные файлы, которые были удалены."
      },
      {
        "en": "...obtuse scissors designed so that young users will not cut themselves...",
        "ru": "...притуплённые ножницы сделаны / спроектированы так для того, чтобы дети не смогли порезаться..."
      },
      {
        "en": "The program allows users to do global searches through all the available data.",
        "ru": "Программа позволяет пользователям делать глобальный поиск по всем имеющимся данным."
      },
      {
        "en": "Primary health care teams are the first point of contact for users of the service.",
        "ru": "Бригады первичной медико-санитарной помощи являются первыми с кем сталкиваются пользователи сервиса."
      },
      {
        "en": "A computer system provides utility programs to perform the tasks needed by most users.",
        "ru": "Компьютерная система предоставляет программы-утилиты для выполнения задач, необходимых большинству пользователей."
      },
      {
        "en": "At college she began consorting with drug users, eventually becoming an addict herself.",
        "ru": "В колледже она начала общаться с наркоманами, и в конце концов сама стала наркозависимой."
      },
      {
        "en": "Most computer users have never received any formal keyboard training. Consequently, their keyboard skills are inefficient.",
        "ru": "Большинство компьютерных пользователей никогда не обучались работе на клавиатуре. Следовательно, их навыки работы на клавиатуре неэффективны."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "user"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}