{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "A 77-year-old woman was robbed at knifepoint.",
        "ru": "Семидесятисемилетнюю женщину ограбили, угрожая ножом."
      },
      {
        "en": "The 76-year-old pensioner was beaten to death.",
        "ru": "Этот 76-летний пенсионер был избит до смерти."
      },
      {
        "en": "The test was administered to all 11-year-olds.",
        "ru": "Данный тест проводился для всех одиннадцатилетних детей."
      },
      {
        "en": "My nine-year-old is mad about Robbie Williams.",
        "ru": "Мой девятилетний ребёнок сходит с ума по Робби Уильямсу."
      },
      {
        "en": "He became besotted with an 18-year-old beauty.",
        "ru": "Ему вскружила голову восемнадцатилетняя красотка."
      },
      {
        "en": "Five-year-old girls love to boss people around.",
        "ru": "Пятилетние девочки любят командовать окружающими их людьми."
      },
      {
        "en": "Four-year-olds have an overabundance of energy.",
        "ru": "У четырёхлетних детей имеется переизбыток энергии."
      },
      {
        "en": "The 16-year-old is a lanky kid with a baby face.",
        "ru": "16-летний парень выглядит как долговязый ребёнок с детским личиком."
      },
      {
        "en": "16- to 18-year-olds receiving full-time education",
        "ru": "молодые люди в возрасте от 16 до 18 лет, получающие очное образование"
      },
      {
        "en": "Kohler is a -year-old rapper wannabe from Montana.",
        "ru": "Колер - -летний подражатель рэпера из Монтаны."
      },
      {
        "en": "One third of America's thirteen-year-olds use drugs.",
        "ru": "Третья часть тринадцатилетних американцев употребляет наркотики."
      },
      {
        "en": "Six-year-old Gemma had been left alone in the house.",
        "ru": "Шестилетняя Джемма осталась в доме одна."
      },
      {
        "en": "The 25-year-old painter hopes to hit it big in New York.",
        "ru": "Этот двадцатипятилетний художник надеется добиться успеха в Нью-Йорке."
      },
      {
        "en": "She claims to channel the spirit of a 2,000-year-old hunter.",
        "ru": "Она утверждает, что через неё вещает дух двухтысячелетнего охотника."
      },
      {
        "en": "An eighty-year-old man was robbed at knifepoint in his home.",
        "ru": "Восьмидесятилетнего старика ограбили в собственном доме, угрожая ножом."
      },
      {
        "en": "The 23-year-old US tennis star looks unbeatable this season.",
        "ru": "23-летняя звезда американского тенниса выглядит непобедимой в этом сезоне."
      },
      {
        "en": "Commentators are eulogizing about the 17-year-old left-hander.",
        "ru": "Комментаторы расхваливают этого семнадцатилетнего левшу."
      },
      {
        "en": "My five-year-old can repeat her favorite stories word for word.",
        "ru": "Моя пятилетняя дочь может слово в слово повторить свои любимые истории."
      },
      {
        "en": "The questions on this paper are too difficult for 10-year-olds.",
        "ru": "Вопросы, приведённые в этой статье, слишком сложны для десятилетних детей."
      },
      {
        "en": "A thirty-five-year-old man was set on by four youths last night.",
        "ru": "Четыре юнца напали прошлой ночью на тридцатипятилетнего мужчину"
      },
      {
        "en": "Over 500,000 18-year-olds will become eligible to vote this year.",
        "ru": "В этом году право голоса получат более пятисот тысяч восемнадцатилетних."
      },
      {
        "en": "Seven-year-old Ian is proud to have earned his red belt in karate.",
        "ru": "Семилетний Ян гордится тем, что заслужил свой красный пояс по карате."
      },
      {
        "en": "Most seventeen-year-olds still live at home (=live with their parents).",
        "ru": "Большинство семнадцатилетних всё еще живёт дома (т.е. с родителями)."
      },
      {
        "en": "Teaching history to five-year-olds in a meaningful way can be very difficult.",
        "ru": "Всерьёз преподавать историю пятилетним детям порой очень нелегко."
      },
      {
        "en": "A 32-year-old snowboarder died in hospital after being injured by an avalanche.",
        "ru": "32-летний сноубордист скончался в больнице после ранения, полученного в результате схода лавины."
      },
      {
        "en": "The 45 year-old explorer has been preparing for his latest expedition to the Arctic.",
        "ru": "Сорокапятилетний исследователь занимается подготовкой к своей новой экспедиции в Арктику."
      },
      {
        "en": "'I'll be interested if Newcastle make me a good offer,' said the 25-year-old striker.",
        "ru": "— Я заинтересуюсь, если \"Ньюкасл\" сделает мне хорошее предложение, — сказал 25-летний нападающий."
      },
      {
        "en": "The two-year-old was acting up in church so much that her dad had to take her outside.",
        "ru": "Двухлетняя девочка так сильно баловалась в церкви, что её отцу пришлось вывести её на улицу."
      },
      {
        "en": "With her pinkie extended, the four-year-old held her tiny teacup in that affected manner that some women have.",
        "ru": "Четырёхлетняя девочка держала свою крохотную чашку, жеманно оттопырив мизинчик, как это делают некоторые взрослые женщины."
      },
      {
        "en": "The 80-year-old grandmother attributes her hardihood to having eaten a cup of yogurt every day for the past 50 years.",
        "ru": "Восьмидесятилетняя бабушка приписывает своё крепкое здоровье тому, что вот уже пятьдесят лет съедает каждый день по чашке йогурта."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}