{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Harold II",
        "ru": "Гарольд Второй (последний англосаксонский король Англии, погиб в 1066 г.)"
      },
      {
        "en": "Christian II",
        "ru": "Кристиан Второй"
      },
      {
        "en": "Joan II of Naples",
        "ru": "Жанна Вторая Анжуйская (королева Неаполя в 1414-1435 гг.)"
      },
      {
        "en": "Victor Emmanuel II",
        "ru": "Виктор Эммануил Второй (первый король объединенной Италии, 1861-1878 гг.)"
      },
      {
        "en": "King Philip II of Spain",
        "ru": "Король Испании Филипп II"
      },
      {
        "en": "Cyrus II, Cyrus the Great",
        "ru": "Кир Второй, Кир Великий (царь Персии в 558-530 гг. до н.э.)"
      },
      {
        "en": "World War II ended in 1945.",
        "ru": "Вторая Мировая война закончилась в 1945 году."
      },
      {
        "en": "Her Majesty Queen Elizabeth II",
        "ru": "Ее Величество Королева Елизавета Вторая (королева Великобритании с 1952 г.)"
      },
      {
        "en": "During World War II, Sweden was neutral.",
        "ru": "Во время второй мировой войны Швеция соблюдала нейтралитет."
      },
      {
        "en": "Henry IV usurped the throne from Richard II.",
        "ru": "Генрих IV узурпировал трон, по праву принадлежавший Ричарду II."
      },
      {
        "en": "The Axis opposed the Allies in World War II.",
        "ru": "Во Второй мировой войне страны гитлеровского блока выступали против союзников."
      },
      {
        "en": "The town was heavily bombed in World War II.",
        "ru": "Во время Второй мировой войны город сильно бомбили."
      },
      {
        "en": "George I and George II were Germans by birth.",
        "ru": "Георг I и Георг II были немцами по происхождению /по рождению/."
      },
      {
        "en": "Britain was a main combatant in World War II.",
        "ru": "Британия была одним из главных участников Второй Мировой войны."
      },
      {
        "en": "Germany was aligned with Japan in World War II",
        "ru": "Германия и Япония были союзниками во второй мировой войне"
      },
      {
        "en": "The U.S. fought Germany in World Wars I and II.",
        "ru": "США воевали с Германией в обеих мировых войнах."
      },
      {
        "en": "Why did the U.S. not intervene earlier in WW II?",
        "ru": "Почему США не вступили во Вторую Мировую войну раньше?"
      },
      {
        "en": "Florida's population exploded after World War II.",
        "ru": "После Второй Мировой войны население Флориды резко возросло."
      },
      {
        "en": "The U.S. and Germany fought in World Wars I and II.",
        "ru": "США и Германия воевали в обеих мировых войнах."
      },
      {
        "en": "Mr. Thornton's sketch goes down to the death of James II.",
        "ru": "Очерк мистера Торнтона доходит до смерти Якова II."
      },
      {
        "en": "During WW II, Japanese were interned in camps in the West.",
        "ru": "Во время Второй мировой войны японцы были интернированы в лагеря на западе США."
      },
      {
        "en": "Please read act II, scene 1 of Shakespeare's Romeo and Juliet.",
        "ru": "Прочитайте, пожалуйста, акт второй, сцену первую \"Ромео и Джульетты\" Шекспира."
      },
      {
        "en": "Philip II considered himself the protector of the Catholic Church.",
        "ru": "Филип II считал себя покровителем католической церкви."
      },
      {
        "en": "The whole of this area came under Soviet control after World War II.",
        "ru": "После Второй мировой войны вся эта область попала под власть СССР."
      },
      {
        "en": "Many German artists fled to America at the beginning of World War II.",
        "ru": "В начале Второй Мировой войны многие немецкие деятели культуры бежали в Америку."
      },
      {
        "en": "His new book examines the United States' involvement in World War II.",
        "ru": "В его новой книге рассматривается участие Соединённых Штатов во Второй мировой войне."
      },
      {
        "en": "Hitler attacked Poland on September 1, 1939 and started World War II.",
        "ru": "Первого сентября 1939 года Гитлер напал на Польшу и начал Вторую мировую войну."
      },
      {
        "en": "During World War II, children were evacuated from London to the country.",
        "ru": "Во время Второй мировой войны детей эвакуировали из Лондона за город."
      },
      {
        "en": "The display case held an impressive array of military medals from World War II.",
        "ru": "На витрине был выставлен впечатляющий набор боевых наград времён второй Мировой Войны."
      },
      {
        "en": "If you believe the gasconade of his memoirs, he pretty much won World War II on his own.",
        "ru": "Если верить его хвастливым воспоминаниям, он практически в одиночку выиграл вторую мировую войну."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}