{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "father",
      "fatherless",
      "fatherly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "The tennis fathers ruled in her favor.",
        "ru": "Теннисные \"отцы\" вынесли решение в ее пользу."
      },
      {
        "en": "The city fathers endorsed the proposal.",
        "ru": "Отцы города одобрили это предложение."
      },
      {
        "en": "Our fathers were exiles from their native land.",
        "ru": "Наши отцы были изгнаны с родной земли."
      },
      {
        "en": "The city fathers tried vainly to find a solution.",
        "ru": "\"Отцы\" города тщетно пытались найти решение."
      },
      {
        "en": "New fathers often feel left out when baby arrives.",
        "ru": "Когда ребенок появляется на свет, новоиспечённые отцы часто чувствуют себя обделёнными вниманием."
      },
      {
        "en": "The sins of the fathers are visited upon the children.",
        "ru": "Грехи отцов падают на головы детей."
      },
      {
        "en": "It's common for new fathers to feel jealous of the baby.",
        "ru": "Часто бывает, что молодые отцы ревнуют к своим детям."
      },
      {
        "en": "Children's ideas of masculinity tend to come from their fathers.",
        "ru": "Источниками представлений детей о мужественности, как правило, являются их отцы."
      },
      {
        "en": "Doctors strongly recommend that fathers should be present at their baby's birth.",
        "ru": "Доктора настойчиво рекомендуют, чтобы отцы присутствовали при рождении своих детей."
      },
      {
        "en": "They have to find the fathers who abandon their children and make them pay maintenance.",
        "ru": "Им приходится разыскивать отцов, которые бросают своих детей, и заставлять их платить алименты."
      },
      {
        "en": "There is still not widespread acceptance that fathers can care for children as well as mothers do.",
        "ru": "Тот факт, что отцы могут ухаживать за детьми так же хорошо, как это делают матери, ещё не получил широкого признания."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "father",
      "fatherless",
      "fatherly"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}