{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "The loss bumped us out of first place.",
        "ru": "Это поражение выбило нас с первого места."
      },
      {
        "en": "It was a dumb idea in the first place.",
        "ru": "Это с самого начала была дурацкая затея. / Это изначально было глупостью."
      },
      {
        "en": "They snared first place in the contest.",
        "ru": "Им удалось занять первое место в конкурсе."
      },
      {
        "en": "He took first place in the single sculls.",
        "ru": "Он занял первое место в академической гребле среди одиночек."
      },
      {
        "en": "They tussled for first place in the race.",
        "ru": "Они боролись за первое место в гонке."
      },
      {
        "en": "It was in the first place a local matter.",
        "ru": "Изначально это был вопрос местного значения"
      },
      {
        "en": "Why didn't you tell me in the first place?",
        "ru": "Почему вы мне сразу не сказали?"
      },
      {
        "en": "We are rivaling for first place in the race.",
        "ru": "Мы соперничаем между собой за первое место в гонке."
      },
      {
        "en": "They're in first place in the current standings.",
        "ru": "Они занимают первое место в текущей турнирной таблице."
      },
      {
        "en": "Why did you agree to meet her in the first place?",
        "ru": "Почему вы вообще согласились с ней встретиться?"
      },
      {
        "en": "I wish I'd never got involved in the first place!",
        "ru": "Лучше бы я вообще туда не ввязывался!"
      },
      {
        "en": "Winning first place must have been quite a thrill.",
        "ru": "Выиграть первое место, должно быть, весьма вольнительно."
      },
      {
        "en": "Their win over the first place team was unexpected.",
        "ru": "Их победа над командой, которая занимала первое место, была неожиданной."
      },
      {
        "en": "The teams were in fierce contention for first place.",
        "ru": "Команды вели ожесточённую борьбу за первое место."
      },
      {
        "en": "Aha! so the money was never missing in the first place!",
        "ru": "Ага, так значит, деньги и вовсе не пропадали!"
      },
      {
        "en": "Never in my wildest dreams did I expect to win first place.",
        "ru": "Даже в самых безумных снах мне не снилось, что я займу первое место."
      },
      {
        "en": "If we lose, perish the thought, Watford will take first place.",
        "ru": "Если мы, не дай бог, проиграем, \"Уотфорд\" займёт первое место."
      },
      {
        "en": "The womb represents the very first place in which life takes form.",
        "ru": "Матка представляет собой то самое место, в котором изначально формируется жизнь."
      },
      {
        "en": "As I recall, it was you who suggested this idea in the first place.",
        "ru": "Насколько я помню, именно вы с самого начала предложили эту идею."
      },
      {
        "en": "I, too, would swagger if I'd won first place in the bowling tournament.",
        "ru": "Я бы тоже важничал, если бы занял первое место в турнире по боулингу."
      },
      {
        "en": "In the first place, I'm too busy, and in the second I don't really want to go.",
        "ru": "Во-первых, я слишком занят, а во вторых, идти мне вообще-то не хочется."
      },
      {
        "en": "He resorted to dishonorable tactics in order to win first place in the science fair.",
        "ru": "Он прибег к бесчестным приёмам для того, чтобы завоевать первое место на этой научной выставке."
      },
      {
        "en": "I shall in the first place give the principal events of it in a chronological abridgment.",
        "ru": "Сначала я кратко перечислю основные события в хронологическом порядке."
      },
      {
        "en": "My brothers derided our efforts, but were forced to eat their words when we won first place.",
        "ru": "Мои братья смеялись над нашими стараниями, но были вынуждены взять свои слова обратно, когда мы заняли первое место."
      },
      {
        "en": "Her success was secured by two factors. In the first place, she had the support of managers.",
        "ru": "Её успех был обеспечен двумя факторами. Во-первых, её поддерживало руководство."
      },
      {
        "en": "The host's provoking opinions are the reason why people tune in to his radio talk show in the first place.",
        "ru": "Вызывающие реплики этого ведущего являются причиной того, что люди первым делом настраиваются на его радио ток-шоу."
      },
      {
        "en": "Why didn't you say so in the first place? *",
        "ru": "Почему ты с самого начала не сказал об этом?"
      },
      {
        "en": "He shouldn't ask that in the first place. *",
        "ru": "Он вообще не должен был этого спрашивать."
      },
      {
        "en": "They needn't have gone there in the first place. *",
        "ru": "Им вообще туда не надо было ходить."
      },
      {
        "en": "I here was nothing much in it in the first place. *",
        "ru": "Да это вообще было неинтересно."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}