{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "They gave five dollars for the picture.",
        "ru": "Они заплатили за картину пять долларов."
      },
      {
        "en": "Their average daily wage is only five dollars.",
        "ru": "Их средний дневной заработок составляет всего пять долларов."
      },
      {
        "en": "He paid his brother five dollars to settle the bet.",
        "ru": "Он выплатил своему брату пять долларов за выигрыш пари."
      },
      {
        "en": "He lost the bet and had to pay his brother five dollars.",
        "ru": "Он проиграл этот спор, и вынужден был выплатить брату пять долларов."
      },
      {
        "en": "He lashed out five thousand dollars for his daughter's wedding.",
        "ru": "Он выложил пять тысяч долларов на свадьбу дочери."
      },
      {
        "en": "One conservative estimate is that he stole five million dollars.",
        "ru": "По самым скромным подсчётам, он украл пять миллионов долларов."
      },
      {
        "en": "Five billion dollars is peanuts compared to what the government spends each year.",
        "ru": "Пять миллиардов долларов — сущая мелочь сравнению с тем, сколько правительство тратит каждый год."
      },
      {
        "en": "Champagne was thirty five dollars a throw. *",
        "ru": "Шампанское стоило тридцать пять баксов за бутылку."
      },
      {
        "en": "They paid the working stiffs five dollars a day. *",
        "ru": "Они платили своим работягам пять баксов в день."
      },
      {
        "en": "I fronted about five hundred dollars for the new computer. *",
        "ru": "Я заплатил аванс в пятьсот баксов за этот компьютер."
      },
      {
        "en": "I hope the folks come through with twenty five dollars for Christmas. *",
        "ru": "Я надеюсь, что народ выложит по двадцать пять баксов на Рождество."
      },
      {
        "en": "\"I earned five hundred dollars this month\" \"Big deal! You won't grow rich on that much money these days\". *",
        "ru": "\"Я заработал пятьсот баксов в этом месяце\" - \"Ну и что! На эти деньги ты сегодня не разбогатеешь\"."
      },
      {
        "en": "\"I earned five hundred dollars this month\" \"Big shit! You won't grow rich on that much money these days\". *",
        "ru": "\"Я заработал пятьсот баксов в этом месяце\" - \"Ну и что, в натуре! На эти деньги ты сегодня не разбогатеешь\"."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}