{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Five minutes to colours, sir.",
        "ru": "До поднятия флага осталось пять минут, сэр."
      },
      {
        "en": "Can you wait for five minutes?",
        "ru": "Вы можете подождать пять минут?"
      },
      {
        "en": "The tea steeped for five minutes.",
        "ru": "Чай заваривался в течение пяти минут."
      },
      {
        "en": "Flight 846 landed five minutes ago.",
        "ru": "Рейс восемьсот сорок шесть приземлился пять минут назад."
      },
      {
        "en": "It only wants five minutes to dinner.",
        "ru": "До обеда остаётся только пять минут."
      },
      {
        "en": "The clock is about five minutes slow.",
        "ru": "Эти часы отстают примерно на пять минут."
      },
      {
        "en": "We have to leave in five minutes or so.",
        "ru": "Нам придётся уехать минут через пять или около того."
      },
      {
        "en": "I'll meet you at the car in five minutes.",
        "ru": "Встретимся через пять минут в машине."
      },
      {
        "en": "Allow the biscuits to cool for five minutes.",
        "ru": "Дайте печенью остыть в течение пяти минут."
      },
      {
        "en": "It was forty five minutes before she returned.",
        "ru": "Прежде чем она вернулась, прошло сорок пять минут."
      },
      {
        "en": "The cruiser was mined and sank in five minutes.",
        "ru": "Крейсер подорвался на мине и через пять минут затонул."
      },
      {
        "en": "Just sit tight - I'll be there in five minutes.",
        "ru": "Просто сиди смирно - я буду там через пять минут."
      },
      {
        "en": "The onions will take five minutes to caramelize.",
        "ru": "Лук прожарится до золотистого цвета за пять минут."
      },
      {
        "en": "The whole procedure takes less than five minutes.",
        "ru": "Вся процедура занимает меньше пяти минут."
      },
      {
        "en": "Five minutes is sufficient for a thorough mixture.",
        "ru": "Пяти минут достаточно для получения однородной массы."
      },
      {
        "en": "Hugh arrived just five minutes before the ceremony.",
        "ru": "Хью прибыл всего за пять минут до начала церемонии."
      },
      {
        "en": "What kind of meal can you knock up in five minutes?",
        "ru": "Какую еду ты можешь сварганить за пять минут?"
      },
      {
        "en": "It's five minutes to showtime and the theatre is packed.",
        "ru": "До начала представления осталось пять минут, и театр переполнен."
      },
      {
        "en": "The luminous dial on the clock showed five minutes to seven.",
        "ru": "Светящийся циферблат часов показывал, что сейчас без пяти семь."
      },
      {
        "en": "Once the bomb has been armed, we have five minutes to escape.",
        "ru": "Как только бомба заряжена, у нас пять минут, чтобы убраться оттуда подальше."
      },
      {
        "en": "It's very central, just five minutes walk from the main square.",
        "ru": "Это в самом центре (города), всего в пяти минутах ходьбы от главной площади."
      },
      {
        "en": "I was already forty-five minutes late for a dental appointment.",
        "ru": "Я и так уже опаздывал к стоматологу на сорок пять минут."
      },
      {
        "en": "Each speaker has been allotted only five minutes to state his case.",
        "ru": "Каждому выступающему было дано всего пять минут, чтобы сформулировать свою позицию."
      },
      {
        "en": "They chastened the child with five minutes of sitting in the corner.",
        "ru": "Они наказали ребёнка, посадив его на пять минут в угол."
      },
      {
        "en": "We had been orbiting in our helicopter for about forty-five minutes.",
        "ru": "Мы уже минут сорок пять кружились на своём вертолёте."
      },
      {
        "en": "You've come at the worst possible moment. I have a meeting in five minutes.",
        "ru": "Вы пришли в самый неподходящий момент: через пять минут у меня совещание."
      },
      {
        "en": "The hotel is only a five minute walk from both the beach and the nightlife.",
        "ru": "Гостиница находится всего в пяти минутах ходьбы как от пляжа, так и от ночных клубов."
      },
      {
        "en": "The beach is only five minutes away (=it only takes five minutes to get there).",
        "ru": "Пляж находится всего в пяти минутах оттуда (т.е. чтобы добраться туда, нужно всего пять минут)."
      },
      {
        "en": "I don't have time to wait around. If he's not here in five minutes, I'm leaving.",
        "ru": "У меня нет времени ждать. Если он не будет здесь через пять минут, я ухожу."
      },
      {
        "en": "He hadn't been dead five minutes before those vultures from the media were after his widow.",
        "ru": "С момента его смерти не прошло и пяти минут, как стервятники из прессы набросились на его вдову."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}