{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Each man watches four hours.",
        "ru": "Каждый дежурит четыре часа."
      },
      {
        "en": "The workers spell every four hours.",
        "ru": "Рабочие меняются каждые четыре часа."
      },
      {
        "en": "We can make the trip in four hours easy.",
        "ru": "Мы легко можем обернуться туда за четыре часа."
      },
      {
        "en": "I must have been reading for four hours.",
        "ru": "Я читаю, должно быть, уже четыре часа."
      },
      {
        "en": "Chicago is four hours north of Indianapolis.",
        "ru": "Чикаго находится в четырех часах езды на север от Индианаполиса."
      },
      {
        "en": "Each man watches four hours, and rests eight.",
        "ru": "Каждый дежурит по четыре часа, а затем восемь часов отдыхает."
      },
      {
        "en": "After four hours of talks, an agreement was reached.",
        "ru": "После четырёх часов переговоров была достигнута договорённость."
      },
      {
        "en": "I spend just under four hours a day seeing customers.",
        "ru": "Я принимаю посетителей чуть меньше четырёх часов в день."
      },
      {
        "en": "The journey time to London is approximately four hours.",
        "ru": "Дорога до Лондона занимает около четырёх часов."
      },
      {
        "en": "I have a woman who comes in four hours a day while I write.",
        "ru": "У меня есть одна женщина, которая приходит на четыре часа в день, пока я пишу."
      },
      {
        "en": "The average child spends three to four hours in front of the TV.",
        "ru": "Средний ребенок проводит перед телевизором от трёх до четырёх часов."
      },
      {
        "en": "I was made to wait four hours before I was examined by a doctor.",
        "ru": "Меня заставили ждать четыре часа, прежде чем я был осмотрен врачом."
      },
      {
        "en": "The planes don't connect and you will have to wait for four hours.",
        "ru": "Между этими рейсами есть разрыв по времени, и вам придётся ждать четыре часа."
      },
      {
        "en": "Reports of the peace talks have been blacked out for twenty-four hours so as to allow freer argument.",
        "ru": "Информация о том, что идут мирные переговоры, была на сутки засекречена, чтобы стороны чувствовали себя свободнее."
      },
      {
        "en": "These honky tonks were wide open twenty four hours a day. *",
        "ru": "Двери в эти сомнительные заведения были открыты настежь круглые сутки."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}