{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [
      "funerals"
    ],
    "examples": [
      {
        "en": "His funeral will be held on Friday.",
        "ru": "Его похороны состоятся в пятницу."
      },
      {
        "en": "Only family attended the funeral.",
        "ru": "На похоронах присутствовали только члены семьи."
      },
      {
        "en": "She was in a bad way after the funeral.",
        "ru": "После похорон ей было очень плохо."
      },
      {
        "en": "The family are making arrangements for his funeral.",
        "ru": "Семья занимается организацией его похорон."
      },
      {
        "en": "Hundreds of people attended his funeral.",
        "ru": "Сотни людей присутствовали на его похоронах."
      },
      {
        "en": "Insurance to cover the cost of a funeral is possible.",
        "ru": "Страховка для покрытия расходов на похороны - возможна."
      },
      {
        "en": "The funeral was held on a grey day in November.",
        "ru": "Похороны состоялись в серый ноябрьский день."
      },
      {
        "en": "They want the funeral to be as low-key as possible.",
        "ru": "Они хотят, чтобы похороны были настолько скромными /незаметными/, насколько это возможно."
      },
      {
        "en": "The funeral was a very emotional experience for all of us.",
        "ru": "Похороны были очень эмоциональным событием для всех нас."
      },
      {
        "en": "Ramdas set fire to the funeral pyre.",
        "ru": "Рамдас поджёг погребальный костёр."
      },
      {
        "en": "Funeral directors often work long, irregular hours.",
        "ru": "Директора похоронных бюро часто работают сверх установленного времени и во внеурочные часы."
      },
      {
        "en": "She had not shed a single tear during the funeral.",
        "ru": "Во время похорон она не пролила ни слезинки."
      },
      {
        "en": "They can't possibly get here in time for the funeral?",
        "ru": "Они никак не доберутся сюда ко времени похорон?"
      },
      {
        "en": "At the funeral he spoke emotionally.",
        "ru": "На похоронах он выступил с прочувствованной речью."
      },
      {
        "en": "The dead woman was eulogized at the funeral.",
        "ru": "На похоронах покойную превознесли до небес."
      },
      {
        "en": "He delivered a moving eulogy at his father's funeral.",
        "ru": "Он выступил с трогательной и хвалебной речью на похоронах своего отца."
      },
      {
        "en": "He was eulogized at his funeral as a great actor and a good friend.",
        "ru": "На похоронах его превозносили как великого актёра и хорошего друга."
      },
      {
        "en": "A large constellation of relatives and friends attended the funeral.",
        "ru": "На похоронах присутствовало огромное количество родственников и друзей."
      },
      {
        "en": "Their grief turned to hysteria when the funeral procession arrived at the cemetery.",
        "ru": "Их горе перешло в истерию, когда они добрались до кладбища."
      },
      {
        "en": "The widow leapt into the funeral pyre.",
        "ru": "Вдова прыгнула в погребальный костёр."
      },
      {
        "en": "His cousin made the funeral arrangements.",
        "ru": "Его двоюродный брат организовал похороны."
      },
      {
        "en": "The funeral will be held at St. Martin's Church.",
        "ru": "Похороны состоятся в церкви Святого Мартина."
      },
      {
        "en": "A crashing bore, he can turn any party into a funeral.",
        "ru": "Этот жуткий зануда любой праздник способен превратить в похороны."
      },
      {
        "en": "Hundreds of people crowded into the church for the funeral.",
        "ru": "Сотни людей столпились в церкви для церемонии похорон."
      },
      {
        "en": "I have to question the fitness of wearing a bright red dress to a funeral.",
        "ru": "Я вынужден поставить под сомнение уместность красного платья на похоронах."
      },
      {
        "en": "They behaved shockingly at the funeral.",
        "ru": "На похоронах они вели себя безобразно."
      },
      {
        "en": "His funeral was a great occasion of public mourning.",
        "ru": "Его похороны стали значительным поводом для траурных настроений в обществе."
      },
      {
        "en": "I'd be glad if you'd let me know when the funeral is.",
        "ru": "Я был бы рад, если бы вы дали мне знать, когда состоятся похороны."
      },
      {
        "en": "The mortician will take care of all of the arrangements for the funeral.",
        "ru": "Организатор похорон позаботится о всех мероприятиях, касающихся этой церемонии."
      },
      {
        "en": "The flowers and tears at the funeral were a measure of the people's love for her.",
        "ru": "Все эти слёзы и цветы на её похоронах показали, насколько она была любима народом."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "funerals"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}