{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "faith",
      "faithfully",
      "faithfulness",
      "faithless",
      "unfaithful"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "He was faithful to his woman.",
        "ru": "Он был верен своей женщине."
      },
      {
        "en": "Be faithful to thyself.",
        "ru": "Будь верна себе."
      },
      {
        "en": "He remained faithful to his principles to the last.",
        "ru": "Он оставался верен своим принципам до последнего."
      },
      {
        "en": "They would be faithful to him to the last drop.",
        "ru": "Они будут верны ему до последней капли крови."
      },
      {
        "en": "I have been a faithful reader of your magazine for many years.",
        "ru": "Много лет я был неизменным читателем вашего журнала."
      },
      {
        "en": "These faithful servants generally bayed their full-mouthed welcome from afar off.",
        "ru": "Эти верные слуги обычно издали приветствовали своих хозяев громким лаем."
      },
      {
        "en": "...a day on which the faithful are expected to purge themselves of their sins through prayer and fasting...",
        "ru": "...день, в который верующие должны очищать себя от грехов через молитвы и пост..."
      },
      {
        "en": "His faithful dog shall bear him company.",
        "ru": "Верный пёс скрасит его одиночество."
      },
      {
        "en": "I always took Morton with me; he was my faithful adjutant.",
        "ru": "Я всегда брал с собой Мортона, моего верного помощника."
      },
      {
        "en": "Three of the Earl's faithful servants were executed at Perth.",
        "ru": "В Перте казнили трёх верных слуг герцога."
      },
      {
        "en": "The presentment of the faithful dog resting its head on its dead master's coffin.",
        "ru": "Изображение верного пса, положившего голову на гроб своего мёртвого хозяина."
      },
      {
        "en": "He insists that he has always been faithful to his wife.",
        "ru": "Он настаивает на том, что всегда был верен своей жене."
      },
      {
        "en": "His translation manages to be faithful to the spirit of the original.",
        "ru": "В переводах у него получается оставаться верным духу оригинала."
      },
      {
        "en": "A handful of old faithfuls came to the meeting.",
        "ru": "На встречу пришла лишь горстка самых верных сторонников / поклонников."
      },
      {
        "en": "He adjured his followers to remain faithful to the cause.",
        "ru": "Он призвал своих последователей сохранять верность делу."
      },
      {
        "en": "The band sold out its faithful followers, abandoning its edgy style for a more commercial sound.",
        "ru": "Группа предала своих верных поклонников, отказавшись от свойственной ей дерзкой музыки в пользу более коммерческого звучания."
      },
      {
        "en": "Hess still has the support of the party faithful.",
        "ru": "Гесс до сих пор пользуется поддержкой верных членов партии."
      },
      {
        "en": "She has provided the company with many years of faithful service.",
        "ru": "Она отдала этой компании многие годы верной службы."
      },
      {
        "en": "Her speech went down very well with the party faithful (=strong supporters of the party).",
        "ru": "Её выступление было очень хорошо воспринято верными членами партии (т.е. убеждёнными её сторонниками)."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "faithfully",
      "faithfulness",
      "unfaithful",
      "faithless",
      "faith"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}