{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "occasional",
      "occasions"
    ],
    "word_forms": [
      "occasions",
      "occasioning",
      "occasioned",
      "occasioned",
      "occasions"
    ],
    "examples": [
      {
        "en": "I had no occasion to speak with them.",
        "ru": "У меня не было возможности поговорить с ними."
      },
      {
        "en": "It was needed only on special occasions.",
        "ru": "Это было необходимо только в особых случаях."
      },
      {
        "en": "There was no occasion for complaint.",
        "ru": "Не было оснований для жалоб."
      },
      {
        "en": "He has no occasion to criticize me.",
        "ru": "У него нет причин критиковать меня."
      },
      {
        "en": "She wrote a song especially for the occasion.",
        "ru": "Она написала песню специально для этого случая."
      },
      {
        "en": "Loosen up, this isn't a formal occasion.",
        "ru": "Расслабься, мы же не на заседании."
      },
      {
        "en": "There was never an occasion for her to demonstrate her skill.",
        "ru": "У неё никогда не было возможности показать своё мастерство."
      },
      {
        "en": "This is an extra special occasion.",
        "ru": "Это исключительное событие."
      },
      {
        "en": "This is a very special occasion.",
        "ru": "Это очень особый случай."
      },
      {
        "en": "I had occasion to call on him last year.",
        "ru": "В прошлом году мне представился случай его навестить."
      },
      {
        "en": "You might never have another occasion to do it.",
        "ru": "У тебя может не быть другого шанса сделать это."
      },
      {
        "en": "I've seen him with them on several occasions.",
        "ru": "Я видел его с ними несколько раз."
      },
      {
        "en": "The boys never had occasion to meet each other.",
        "ru": "Мальчикам никогда не приходилось встречаться друг с другом."
      },
      {
        "en": "They visit New York on occasion.",
        "ru": "Они при случае посещают Нью-Йорк."
      },
      {
        "en": "Roses are the perfect flower for any occasion.",
        "ru": "Розы идеально подходят для любого случая."
      },
      {
        "en": "We'll discuss this again on another occasion.",
        "ru": "Мы вернёмся к этому обсуждению в другой раз."
      },
      {
        "en": "We will reserve this wine for a special occasion.",
        "ru": "Мы прибережём это вино для особых случаев."
      },
      {
        "en": "We had occasion to watch her perform last summer.",
        "ru": "Прошлым летом у нас была возможность понаблюдать за её выступлением."
      },
      {
        "en": "But this language is too mild for the occasion.",
        "ru": "Но для этого случая эти слова слишком мягкие."
      },
      {
        "en": "She never found an occasion to suggest her ideas.",
        "ru": "Она так и не нашла возможности предложить свои идеи."
      },
      {
        "en": "She had a long career break occasioned by her husband's job being moved to Paris.",
        "ru": "У неё был длинный перерыв в карьере, вызванный перемещением места работы её мужа в Париж."
      },
      {
        "en": "I saw an advertisement which occasioned me much thought. (Kemble)",
        "ru": "Я увидел рекламное объявление, которое заставило меня о многом задуматься."
      },
      {
        "en": "He has never had occasion to use it.",
        "ru": "У него никогда не было необходимости использовать это."
      },
      {
        "en": "The launch of a ship was a big occasion.",
        "ru": "Спуск корабля на воду был большим событием."
      },
      {
        "en": "It was needed only on special occasions.",
        "ru": "Это было нужно только в особых случаях."
      },
      {
        "en": "The occasion was marked by a civic reception.",
        "ru": "Событие было отмечено гражданским приёмом."
      },
      {
        "en": "They marked the occasion with their families.",
        "ru": "Они отметили это событие со своими семьями."
      },
      {
        "en": "If they had husbanded this occasion.",
        "ru": "Если бы они только разумно воспользовались этой возможностью."
      },
      {
        "en": "The reunion will be a festive occasion.",
        "ru": "Воссоединение станет праздничным событием."
      },
      {
        "en": "She had met Zahid on two separate occasions.",
        "ru": "Она уже встречалась с Захидом по двум разным поводам."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "occasions",
      "occasioning",
      "occasioned"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "occasions",
      "occasional"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}