{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "The actor's performance was wooden.",
        "ru": "Игра этого актёра была \"деревянной\"."
      },
      {
        "en": "The actor's agent gets a 10 percent cut.",
        "ru": "Агент этого актёра получает десять процентов комиссии."
      },
      {
        "en": "The handsome actor's vanity was well-known.",
        "ru": "Тщеславие этого красивого актёра было хорошо известно."
      },
      {
        "en": "The actor's fans mobbed him wherever he went.",
        "ru": "Фанаты не давали актёру прохода /толпились вокруг актёра/, куда бы он ни шёл."
      },
      {
        "en": "The actor's bodyguards rudely elbowed everyone out of the way.",
        "ru": "Телохранители /охранники, личная охрана/ актёра грубо расталкивали всех с его пути."
      },
      {
        "en": "His friendship with an actor's son was his entree into the theatrical world.",
        "ru": "Дружба с сыном актёра обеспечила ему доступ в театральный мир."
      },
      {
        "en": "The actor's diction was so poor I could hardly understand what he was saying.",
        "ru": "У этого актёра была настолько плохая дикция, что я с трудом понимал, о чём он говорит."
      },
      {
        "en": "High-definition television italicizes every line and wrinkle in an actor's face.",
        "ru": "Телевидение высокой чёткости подчёркивает каждую чёрточку и морщинку на лицах актёров."
      },
      {
        "en": "There's an incongruous modernism to the actor's performance in this period piece.",
        "ru": "В игре данного актёра присутствует модернизм, неуместный в этой исторической пьесе."
      },
      {
        "en": "The actor's understated interpretation of the lead role is surprisingly compelling.",
        "ru": "Сдержанное исполнение актёром главной роли — на удивление притягательно."
      },
      {
        "en": "She remained adamant about getting the actor's autograph even after he had disappeared backstage.",
        "ru": "Она не оставила решимости раздобыть автограф этого актёра даже после того, как он исчез за кулисами."
      },
      {
        "en": "The actor's penchant for embellishment suggests that his memoirs would be more appropriately shelved in the fiction section.",
        "ru": "Ввиду склонности актёра к преувеличению, его мемуары более уместно выставить в отделе художественной литературы."
      },
      {
        "en": "That actor's a real pro. *",
        "ru": "Этот актер настоящий профессионал."
      },
      {
        "en": "It is every actor's fear that he will die the death by telling a joke that nobody laughs at. *",
        "ru": "Любой артист боится провала, который может случиться, когда зрители не реагируют на его шутки."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}