{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "One of their favorite after-school haunts is Joe's Pizza.",
        "ru": "Одним из тех мест, куда они особенно любят приходить после школы, является пиццерия \"У Джо\"."
      },
      {
        "en": "The after-school program was dismantled due to lack of funding.",
        "ru": "Внешкольная программа была свёрнута из-за отсутствия финансирования."
      },
      {
        "en": "I'll see you after school.",
        "ru": "Увидимся после школы."
      },
      {
        "en": "Turn left just after the school.",
        "ru": "Сразу за школой поверните налево."
      },
      {
        "en": "He joined the infantry after leaving school.",
        "ru": "После окончания школы он вступил в ряды пехоты."
      },
      {
        "en": "He was recruited by the army after high school.",
        "ru": "После школы его призвали в армию."
      },
      {
        "en": "Come home immediately after school, and don't dawdle.",
        "ru": "Сразу после школы иди домой, и не тяни время."
      },
      {
        "en": "This class will stop in for half an hour after school!",
        "ru": "Этот класс должен быть задержан на полчаса после уроков."
      },
      {
        "en": "Just one more tardy and you'll be staying after school.",
        "ru": "Еще одно опоздание, и ты останешься заниматься после уроков."
      },
      {
        "en": "I was kept in after school for talking back to the teacher.",
        "ru": "Меня задержали после школы за пререкания с учителем."
      },
      {
        "en": "You'll see my house just before the bank and after the school.",
        "ru": "Вы увидите мой дом как раз перед банком и за школой."
      },
      {
        "en": "Pater had promised to pay for military school after third form.",
        "ru": "Батя пообещал заплатить за военное училище после третьего класса. (брит.)"
      },
      {
        "en": "After leaving school, Mackay worked in a restaurant for a year.",
        "ru": "После окончания школы, Маккей год проработал в ресторане."
      },
      {
        "en": "After school he was an apprentice with a machinist for four years.",
        "ru": "После окончания школы он в течение четырех лет был учеником механика."
      },
      {
        "en": "After medical school, he worked as an intern at the university hospital.",
        "ru": "После окончания медицинского факультета он работал в качестве интерна в университетской больнице."
      },
      {
        "en": "Expecting the children to do an hour's homework after school is asking a lot of them.",
        "ru": "Требовать от детей, чтобы после школы они час посвящали домашней работе, значит хотеть от них слишком многого."
      },
      {
        "en": "Whereas the city spent over $1 billion on its museums and stadium, it failed to look after its schools.",
        "ru": "Несмотря на то, что городские власти потратили более миллиарда долларов на музеи и стадионы, они оказались не в состоянии позаботиться о благоустройстве школ."
      },
      {
        "en": "If you pop off one more time, you'll have to stay after school. *",
        "ru": "Если ты еще раз подобным образом состришь, то останешься после уроков."
      },
      {
        "en": "If I have any more of this nonsense the entire class will stop in after school. *",
        "ru": "Если это еще раз повторится, весь класс останется после уроков."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}