{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "artist"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "English landscape artists",
        "ru": "английские художники-пейзажисты"
      },
      {
        "en": "He lived among artists and writers.",
        "ru": "Он жил в кругу художников и писателей."
      },
      {
        "en": "The artists sketched the nude model.",
        "ru": "Художники сделали наброски обнаженной модели."
      },
      {
        "en": "New York is a mecca for young artists.",
        "ru": "Нью-Йорк является меккой для молодых художников."
      },
      {
        "en": "These two artists just aren't comparable.",
        "ru": "Эти два художника просто несопоставимы."
      },
      {
        "en": "These artists borrow heavily from Picasso.",
        "ru": "Эти художники многое позаимствовали у Пикассо."
      },
      {
        "en": "The event was attended by a galaxy of artists.",
        "ru": "В мероприятии приняло участие целое созвездие художников."
      },
      {
        "en": "Some artists prefer the smoothness of a board.",
        "ru": "Некоторые художники предпочитают гладкость доски."
      },
      {
        "en": "We let the smaller studios out to local artists.",
        "ru": "Мы сдаём студии поменьше внаём местным художникам."
      },
      {
        "en": "Artists translate their ideas into visual images.",
        "ru": "Художники воплощают свои идеи в зрительные образы."
      },
      {
        "en": "There have been good and mediocre and bad artists.",
        "ru": "Художники бывают хорошие, посредственные и плохие."
      },
      {
        "en": "Artists use 'paint' and 'pigment' interchangeably.",
        "ru": "Художники используют слова \"краска\" и \"пигмент\" взаимозаменяемо."
      },
      {
        "en": "Artists must study the structure of the human body.",
        "ru": "Художники должны изучить строение человеческого тела."
      },
      {
        "en": "Many of his songs have been sampled by other artists.",
        "ru": "Отрывки из многих его песен были использованы другими артистами."
      },
      {
        "en": "Romantic artists portrayed nature as wild and powerful.",
        "ru": "Романтические художники изображали природу дикой и могучей."
      },
      {
        "en": "At that time, all serious artists aspired to go to Rome.",
        "ru": "В то время все серьёзные художники стремились ехать в Рим."
      },
      {
        "en": "He thinks that most artists are at least a little bit gaga.",
        "ru": "Он считает, что большинство художников немного \"того\"."
      },
      {
        "en": "Her paintings received recognition from her fellow artists.",
        "ru": "Её картины получили признание со стороны коллег-художников."
      },
      {
        "en": "Many of the artists in the show donated their fee to charity.",
        "ru": "Многие артисты, выступавшие в этом шоу, пожертвовали свои гонорары на благотворительность."
      },
      {
        "en": "Reid never really got past the stage of copying other artists.",
        "ru": "Рид так по-настоящему и не преодолел стадию подражания другим художникам."
      },
      {
        "en": "The exhibition helped increase the visibility of women artists.",
        "ru": "Данная выставка помогла повысить известность женщин-художниц."
      },
      {
        "en": "Trumpeter Marcus Belgrave ran a jazz workshop for young artists.",
        "ru": "Трубач Маркус Белгрейв давал мастер-классы по джазу для молодых музыкантов."
      },
      {
        "en": "For almost 100 years, artists have experimented with abstraction.",
        "ru": "На протяжении почти 100 лет художники экспериментируют с абстрактным искусством."
      },
      {
        "en": "He received a gold medal from the Artists' Fellowship in New York.",
        "ru": "Он получил золотую медаль от общества художников в Нью-Йорке."
      },
      {
        "en": "Most new artists and bands aren't in a strong bargaining position.",
        "ru": "Позицию большинства новых артистов и групп на переговорах нельзя назвать сильной."
      },
      {
        "en": "Many German artists fled to America at the beginning of World War II.",
        "ru": "В начале Второй Мировой войны многие немецкие деятели культуры бежали в Америку."
      },
      {
        "en": "avant-garde artists who were scorned by the bourgeoisie as talentless decadents",
        "ru": "художники-авангардисты, которых буржуазия презирала как бездарных декадентов"
      },
      {
        "en": "The article gives a vivid picture of the way artists at the studio collaborated.",
        "ru": "В данной статье даётся яркая картина того, как сотрудничали художники в этой студии."
      },
      {
        "en": "Young, innovative artists thrive in the freewheeling milieu that a big city offers.",
        "ru": "В свободной обстановке большого города процветают молодые, передовые художники."
      },
      {
        "en": "Idiots admire in things the beauty of their materials, but artists that of the workmanship.",
        "ru": "Идиоты восхищаются в вещах красотой материала, а художники - красотой работы."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "artist"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}