{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "athlete"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "Olympic athletes start young and train hard.",
        "ru": "Олимпийцы начинают рано начинают заниматься спортом и много тренируются."
      },
      {
        "en": "She outdoes all other athletes.",
        "ru": "Она превосходит всех остальных спортсменок."
      },
      {
        "en": "Athletes often downplay their injuries.",
        "ru": "Спортсмены часто преуменьшают серьёзность своих травм."
      },
      {
        "en": "Mild cardiomegaly is common in athletes.",
        "ru": "У спортсменов распространена умеренная кардиомегалия."
      },
      {
        "en": "Few athletes can compete at international level.",
        "ru": "Немногие спортсмены могут соревноваться на международном уровне."
      },
      {
        "en": "Most athletes reach their peak in their mid 20s.",
        "ru": "Большинство спортсменов достигает пика своих возможностей в 25-26 лет."
      },
      {
        "en": "Young athletes think of themselves as invincible.",
        "ru": "Юные спортсмены считают себя непобедимыми."
      },
      {
        "en": "She has earned the respect of her fellow athletes.",
        "ru": "Она заслужила уважение своих коллег-спортсменов."
      },
      {
        "en": "The athletes were dope by the coach before the race.",
        "ru": "Перед гонкой тренер накачал этих спортсменов допингом."
      },
      {
        "en": "Athletes drink lots of water so they don't dehydrate.",
        "ru": "Спортсмены пьют много воды, чтобы не обезвоживаться."
      },
      {
        "en": "Professional athletes may now compete at the Olympics.",
        "ru": "Теперь профессиональные спортсмены могут принимать участие в Олимпийских играх."
      },
      {
        "en": "Is it valid to say that Olympic athletes are amateurs?",
        "ru": "Обоснованно ли утверждение, что что олимпийцы не являются профессиональными спортсменами?"
      },
      {
        "en": "Young athletes will get a chance to parade their skills.",
        "ru": "Юные спортсмены получат возможность продемонстрировать своё мастерство."
      },
      {
        "en": "Each nation sent a contingent of athletes to the Olympics.",
        "ru": "Каждая страна отправила на Олимпиаду группу спортсменов."
      },
      {
        "en": "She'll be racing against some of the world's top athletes.",
        "ru": "Она будет соревноваться с лучшими спортсменами мира."
      },
      {
        "en": "Our university has a model program for training its athletes.",
        "ru": "Наш университет располагает образцовой программой подготовки спортсменов."
      },
      {
        "en": "Top athletes are able to exploit their opponents' weaknesses.",
        "ru": "Спортсмены высочайшего класса способны использовать слабости своих соперников."
      },
      {
        "en": "I try to take young athletes and mold them into team players.",
        "ru": "Я стараюсь брать молодых спортсменов и лепить из них командных игроков."
      },
      {
        "en": "Athletes who test positive for steroids are immediately banned.",
        "ru": "Спортсмены с положительным результатом анализов на стероиды сразу же дисквалифицируются."
      },
      {
        "en": "Athletes from around the world will be competing at the Olympics.",
        "ru": "На Олимпийских играх будут соревноваться спортсмены со всего мира."
      },
      {
        "en": "It is axiomatic that good athletes have a strong mental attitude.",
        "ru": "Самоочевидно, что хорошие спортсмены обладают сильным психологическим настроем."
      },
      {
        "en": "Many top athletes are perfectionists who drive themselves to excel.",
        "ru": "Многие выдающиеся спортсмены - перфекционисты, которые сами ведут себя к успеху."
      },
      {
        "en": "New medical procedures have elongated the careers of many athletes.",
        "ru": "Благодаря новым медицинским процедурам продолжились карьеры многих спортсменов."
      },
      {
        "en": "For many athletes, the Olympics is a once-in-a-lifetime opportunity.",
        "ru": "Для многих спортсменов Олимпиада — это шанс, который выпадает раз в жизни."
      },
      {
        "en": "Increased competition has inflated salaries among professional athletes.",
        "ru": "Обострение конкуренции раздуло зарплаты профессиональных спортсменов."
      },
      {
        "en": "Some athletes take anabolic steroids to increase muscle size temporarily.",
        "ru": "Некоторые спортсмены принимают анаболические стероиды для временного увеличения размера мышц."
      },
      {
        "en": "The case has drawn attention to the fact that many athletes never graduate.",
        "ru": "Этот случай привлёк внимание к тому факту, что многие спортсмены так и не заканчивают вузы."
      },
      {
        "en": "College football coaches spend a lot of time recruiting high school athletes.",
        "ru": "Университетские футбольные тренеры уделяют много времени вербовке спортсменов-школьников."
      },
      {
        "en": "The Olympics can make sporting heroes out of previously little-known athletes.",
        "ru": "Олимпийские игры порой превращают малоизвестных ранее атлетов в героев спорта."
      },
      {
        "en": "Athletes are rewarded commensurate with their fame, not their intrinsic talent.",
        "ru": "Спортсмены вознаграждаются соразмерно своей славе, а не собственному таланту."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "athlete"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}