{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "author",
      "authorless"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "This writer plundered from famous authors.",
        "ru": "Этот писатель занимался плагиатом у известных авторов."
      },
      {
        "en": "Other authors have expressed opposite views.",
        "ru": "Другие авторы высказали противоположные суждения."
      },
      {
        "en": "Every week they profile one of their authors.",
        "ru": "Каждую неделю они приводят краткую биографию одного из своих авторов."
      },
      {
        "en": "Authors of the greatest authority and veracity.",
        "ru": "Самые авторитетные и заслуживающие доверия авторы."
      },
      {
        "en": "Relativity Theory was vulgarized by these authors.",
        "ru": "Эти авторы популяризировали теорию относительности."
      },
      {
        "en": "An editor's deletions frequently upset young authors.",
        "ru": "Редакторские правки часто огорчают молодых литераторов."
      },
      {
        "en": "The authors gratefully acknowledge your financial support.",
        "ru": "Авторы выражают вам глубокую признательность за финансовую поддержку."
      },
      {
        "en": "All of the authors named above were influenced by his work.",
        "ru": "Все вышеперечисленные авторы испытали влияние его творчества."
      },
      {
        "en": "Lane seemed to publish almost all the exciting new authors.",
        "ru": "По всей видимости, Лейн публиковал произведения почти всех хороших новых авторов."
      },
      {
        "en": "The authors are unable to discover the cause of this discrepancy.",
        "ru": "Авторы не могут объяснить причину этого противоречия."
      },
      {
        "en": "She spun a story about a trip to Athens to meet one of the authors.",
        "ru": "Она наплела с три короба о том, как ездила в Афины, чтобы встретиться с одним из писателей."
      },
      {
        "en": "The Nobel Prize for Literature is the plume that all authors covet.",
        "ru": "Нобелевская премия по литературе является наградой, получить которую жаждут все писатели и поэты."
      },
      {
        "en": "It is pure hokum to suggest that all authors are always interesting.",
        "ru": "Предположение о том, что все авторы всегда интересны, полный вздор."
      },
      {
        "en": "The book references many other authors who have written on this topic.",
        "ru": "Книга ссылается на многих других авторов, которые писали на эту тему."
      },
      {
        "en": "The authors reject the hypothesis about unemployment contributing to crime.",
        "ru": "Авторы отвергают гипотезу о том, что безработица способствует преступности."
      },
      {
        "en": "The program committee acknowledged the submission of the authors of the paper.",
        "ru": "Программный комитет сообщил о получении документов от авторов работы."
      },
      {
        "en": "Some authors, such as Richard Rodriguez and Ruben Martinez, will be familiar to media mavens outside the region.",
        "ru": "Некоторые авторы, например, Ричард Родригес и Рубен Мартинес, будут знакомы специалистам из СМИ за пределами региона."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "author",
      "authorless"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}