{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Like many celebrities, she complained of being persecuted by the press.",
        "ru": "Как и многие знаменитости, она жаловалась, что её преследует пресса."
      },
      {
        "en": "Celebrities have a right to privacy.",
        "ru": "Знаменитости имеют право на неприкосновенность частной жизни."
      },
      {
        "en": "He loves to hobnob with celebrities.",
        "ru": "Он обожает общаться со знаменитостями."
      },
      {
        "en": "There were many celebrities at the party.",
        "ru": "На вечеринке, было много знаменитостей."
      },
      {
        "en": "Like many celebrities, he craves attention.",
        "ru": "Как и многие знаменитости, он жаждет внимания."
      },
      {
        "en": "A host of showbusiness celebrities have pledged their support.",
        "ru": "Множество звёзд шоу-бизнеса подтвердило свою поддержку."
      },
      {
        "en": "Using celebrities in advertising is guaranteed to pull in big bucks.",
        "ru": "Использование знаменитостей в рекламе гарантированно принесёт большие деньги."
      },
      {
        "en": "He talked about his disgust with the way the news media focuses on celebrities.",
        "ru": "Он рассказывал о своем отвращении тем, насколько внимание СМИ сосредоточено на знаменитостях."
      },
      {
        "en": "...he rudely broke in to drop the names of several celebrities that he had met...",
        "ru": "...он грубо прервал разговор, назвав имена нескольких знаменитостей, которых он встретил..."
      },
      {
        "en": "That tabloid routinely publishes the most moronically mendacious stories about celebrities.",
        "ru": "Этот таблоид регулярно публикует какие-то совершенно дурацкие несуразные байки о знаменитостях."
      },
      {
        "en": "He ever so casually brings out the names of celebrities with whom he's supposedly buddy-buddy.",
        "ru": "Он всегда так небрежно упоминает имена знаменитостей, с которыми якобы находится в дружеских отношениях."
      },
      {
        "en": "The media's professional telltales have basically decided that today's celebrities have no right to privacy.",
        "ru": "По существу, эти профессиональные медиа-болтуны решили, что современные знаменитости не имеют права на частную жизнь."
      },
      {
        "en": "A tabloid journalist who has never scrupled to reveal the most intimate details about the lives of celebrities.",
        "ru": "Журналист из бульварной прессы, который никогда не стеснялся раскрывать самые интимные подробности о жизни знаменитостей."
      },
      {
        "en": "The tabloids feel obliged to keep us informed of the love affairs of celebrities, whether we care to know or not.",
        "ru": "Эти таблоиды чувствуют себя обязанными держать нас в курсе любовных романов знаменитостей вне зависимости от нашего желания это знать."
      },
      {
        "en": "...a public that seemed more bemused by the shenanigans of celebrities than by a war being waged half a world away...",
        "ru": "... публика, которая, казалось, больше озабочена выходками знаменитостей, нежели войной, разгорающейся на другом конце света..."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}