{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "chain off",
      "enchain",
      "unchain",
      "chained",
      "chainless"
    ],
    "word_forms": [
      "chains",
      "chaining",
      "chained",
      "chained",
      "chains"
    ],
    "examples": [
      {
        "en": "The elephants were chained up by their legs.",
        "ru": "Слоны были скованы цепями прикреплёнными к их ногам."
      },
      {
        "en": "He wears the key at his watch chain.",
        "ru": "Он носит этот ключ на цепочке своих часов."
      },
      {
        "en": "I can't say that I entirely approve of chain restaurants.",
        "ru": "Я не могу сказать, что полностью одобряю сетевые рестораны."
      },
      {
        "en": "She had a gold chain around her neck.",
        "ru": "На шее у неё была золотая цепочка."
      },
      {
        "en": "Of course the dog makes such a noise, the poor creature is chained up all day.",
        "ru": "Еще бы этот пес так не лаял: он, бедный, весь день на цепи."
      },
      {
        "en": "The islands lie at the southern end of the Kurile chain.",
        "ru": "Острова расположены на юге Курильской гряды."
      },
      {
        "en": "The company runs a chain of restaurants.",
        "ru": "Компания управляет сетью ресторанов."
      },
      {
        "en": "The bicycle chain needs oiling.",
        "ru": "Нужно смазать цепь велосипеда."
      },
      {
        "en": "A chain will break at its weakest link.",
        "ru": "Где тонко — там и рвётся. (букв. цепь рвётся на самом слабом звене)"
      },
      {
        "en": "Increased oil prices could trigger a chain reaction in the economy.",
        "ru": "Повышение цен на нефть может вызвать цепную реакцию в экономике."
      },
      {
        "en": "The jewels are strung together on a fine silver chain.",
        "ru": "Драгоценные камни нанизаны на красивую серебряную цепочку."
      },
      {
        "en": "Everyone held hands and formed a human chain.",
        "ru": "Все взялись за руки и образовали живую цепь."
      },
      {
        "en": "He owned a chain of restaurants branded under his own name.",
        "ru": "Ему принадлежала сеть ресторанов, названная его собственной фамилией."
      },
      {
        "en": "In former times, prisoners were chained to the wall or to one another.",
        "ru": "В прошлом узников приковывали к стенам или друг к другу."
      },
      {
        "en": "They own a chain of organic grocery stores.",
        "ru": "Они владеют сетью магазинов \"здоровой пищи\"."
      },
      {
        "en": "The poor dog threshed against his chain.",
        "ru": "Бедный пёс бился о свою цепь."
      },
      {
        "en": "A gold chain swung free around his neck.",
        "ru": "С его шеи свободно свисала золотая цепь."
      },
      {
        "en": "A little bit of oil will help lubricate the chain.",
        "ru": "Цепь можно будет смазать небольшим количеством масла."
      },
      {
        "en": "Special earplugs dulled the sound of the chain saw.",
        "ru": "Звук цепной пилы заглушали специальные беруши."
      },
      {
        "en": "The glasses were dangling around her neck on a jewelled chain.",
        "ru": "Очки висели у неё на шее на цепочке, украшенной драгоценными камнями."
      },
      {
        "en": "The new book chronicles the chain of events leading up to the crime.",
        "ru": "Новая книга описывает цепочку событий, которые привели к этому преступлению."
      },
      {
        "en": "The big company's newest acquisition is a small chain of clothing stores.",
        "ru": "Последнее приобретение компании — небольшая сеть магазинов одежды."
      },
      {
        "en": "Since its inception, the business has expanded to become a national retail chain.",
        "ru": "С момента своего основания компания расширилась и стала национальной розничной сетью."
      },
      {
        "en": "The island chain arcs from north to south.",
        "ru": "Цепь островов вытягивается дугой с севера на юг."
      },
      {
        "en": "It is easiest to break a chain at its weakest link.",
        "ru": "Цепь легче всего рвётся на самом слабом звене."
      },
      {
        "en": "The hotel chain recently opened a new hotel in Hong Kong.",
        "ru": "Недавно эта гостиничная сеть открыла новый отель в Гонконге."
      },
      {
        "en": "He was led away in chains.",
        "ru": "Его увели в оковах."
      },
      {
        "en": "Firefighters formed a human chain to carry the brothers to safety.",
        "ru": "Пожарные образовали живую цепь, чтобы отнести братьев в безопасное место."
      },
      {
        "en": "Cushman is director of marketing for a chain of Italian restaurants.",
        "ru": "Кушман является директором по маркетингу сети итальянских ресторанов."
      },
      {
        "en": "She wears a mascot made of ebony and silver on a chain around her neck.",
        "ru": "На шее она носит цепочку с талисманом из чёрного дерева и серебра."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [
      "chaining",
      "chains",
      "chained"
    ],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "unchain",
      "chained",
      "chainless",
      "enchain"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}