{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "citizen",
      "citizenly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "American citizens",
        "ru": "американские граждане"
      },
      {
        "en": "The law was extended to all citizens.",
        "ru": "Закон расспространялся на всех граждан."
      },
      {
        "en": "Citizens will vote today for their new governor.",
        "ru": "Сегодня граждане будут голосовать за своего нового губернатора."
      },
      {
        "en": "These criminals pose a danger to honest citizens.",
        "ru": "Эти преступники представляют опасность для честных граждан."
      },
      {
        "en": "Citizens' Charter",
        "ru": "Хартия горожан"
      },
      {
        "en": "We want to empower ordinary citizens.",
        "ru": "Мы хотим поддержать обычных граждан."
      },
      {
        "en": "There is a lack of consensus among the citizens.",
        "ru": "Жители не могут прийти к общему мнению."
      },
      {
        "en": "The poorer citizens were more exact in obedience.",
        "ru": "Более бедные граждане были послушнее."
      },
      {
        "en": "The soldiers requisitioned food from the citizens.",
        "ru": "Солдаты конфисковывали у жителей продукты питания."
      },
      {
        "en": "Most citizens do not get caught up in local events.",
        "ru": "Большинство граждан не интересуются местными событиями."
      },
      {
        "en": "Some of the most considerable citizens were banished.",
        "ru": "Были изгнаны некоторые наиболее уважаемые граждане."
      },
      {
        "en": "They are fighting to preserve their rights as citizens.",
        "ru": "Они борются за сохранение своих гражданских прав."
      },
      {
        "en": "The citizens were compelled to allow his great abilities.",
        "ru": "Граждане были вынуждены признать его выдающиеся способности."
      },
      {
        "en": "The citizens at last rebelled against their cruel rulers.",
        "ru": "Наконец, жители подняли восстание против жестоких правителей."
      },
      {
        "en": "Nearly 80% of Swiss citizens on average turn out to vote.",
        "ru": "В среднем почти восемьдесят процентов граждан Швейцарии приходят на голосование."
      },
      {
        "en": "The policy is supported by the vast majority of citizens.",
        "ru": "Данная политика поддерживается подавляющим большинством граждан."
      },
      {
        "en": "We need our schools to teach students to be good citizens.",
        "ru": "Нужно, чтобы наши школы научили учеников быть хорошими гражданами."
      },
      {
        "en": "The mayor likes to call on some of the prominent citizens.",
        "ru": "Мэр любит навещать некоторых именитых граждан."
      },
      {
        "en": "The school endeavors to teach students to be good citizens.",
        "ru": "Школа стремится научить студентов быть хорошими гражданами."
      },
      {
        "en": "The country's citizens were asked to support the war effort.",
        "ru": "Граждан страны попросили поддержать мобилизацию всех ресурсов ради победы в войне."
      },
      {
        "en": "Citizens should be stakeholders in the society they live in.",
        "ru": "Граждане должны быть заинтересованы в благополучии общества, в котором они живут."
      },
      {
        "en": "The new law has safeguards to protect the rights of citizens.",
        "ru": "В новом законе имеются гарантии защиты прав граждан."
      },
      {
        "en": "The mayor urged citizens to begin preparing for a major storm.",
        "ru": "Мэр призвал граждан начать подготовку к крупному урагану."
      },
      {
        "en": "The citizens beat off the first attack but later were defeated.",
        "ru": "Жители отразили первую атаку, но потерпели поражение позже."
      },
      {
        "en": "The citizens were forced to render up their town to the conqueror.",
        "ru": "Город пришлось сдать завоевателям."
      },
      {
        "en": "At the time, there were over 2000 British citizens living in Iraq.",
        "ru": "В то время в Ираке проживало более двух тысяч британских граждан."
      },
      {
        "en": "Only the very poorest citizens should be exempt from income taxes.",
        "ru": "От подоходного налога следует освободить только самых бедных граждан."
      },
      {
        "en": "The card entitles my grandmother to the discount for senior citizens.",
        "ru": "Эта карта даёт моей бабушке право на скидку для пожилых."
      },
      {
        "en": "The card entitles my grandmother to the discount for senior citizens.",
        "ru": "Эта карта дает моей бабушке право на скидку для пенсионеров."
      },
      {
        "en": "Confined citizens have basic rights under that nation's constitution.",
        "ru": "Согласно конституции, заключённые граждане этой страны наделены основными правами человека."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "citizenly",
      "citizen"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}