{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "competitor"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "He deflected his competitors.",
        "ru": "Он отвлёк внимание конкурентов."
      },
      {
        "en": "Their competitors soon copied the idea.",
        "ru": "Их конкуренты вскоре переняли эту идею."
      },
      {
        "en": "We offer better rates than our competitors.",
        "ru": "Мы предлагаем более выгодные расценки, чем у наших конкурентов."
      },
      {
        "en": "There were more than 500 competitors in the race.",
        "ru": "В гонке участвовало более пятисот человек. / В гонке было более пятисот участников."
      },
      {
        "en": "She is ruthless in her dealings with competitors.",
        "ru": "Она беспощадна в деловых отношениях с конкурентами."
      },
      {
        "en": "Competitors will be judged on speed and accuracy.",
        "ru": "Участников будут оценивать по скорости и точности."
      },
      {
        "en": "The new product caught their competitors flat-footed.",
        "ru": "Выпустив этот новый продукт, они застали конкурентов врасплох."
      },
      {
        "en": "Let us combine our two firms against our competitors.",
        "ru": "Давайте объединим усилия двух наших фирм против конкурентов."
      },
      {
        "en": "Two of the competitors failed to turn up for the race.",
        "ru": "Двое из участников соревнований не смогли выйти на старт."
      },
      {
        "en": "The competitors will be diving from the highest platform.",
        "ru": "Участники будут нырять с самой высокой вышки."
      },
      {
        "en": "The company matched the discount policy of its competitors.",
        "ru": "Компания привела собственную систему скидок в соответствие с дисконтной политикой своих конкурентов."
      },
      {
        "en": "The cyclist has eliminated all the competitors in the race.",
        "ru": "Гонщик /велосипедист, мотоциклист/ устранил всех конкурентов в гонке."
      },
      {
        "en": "Interest rates are twice as high as those of our competitors.",
        "ru": "Процентные ставки в два раза выше, чем у наших конкурентов."
      },
      {
        "en": "His attempt to psych out the other competitors seemed to work.",
        "ru": "Его попытка оказать психологическое давление на конкурентов вроде бы удалась."
      },
      {
        "en": "We've been outselling our competitors for the past five years.",
        "ru": "В последние пять лет наши продажи лучше, чем у конкурентов."
      },
      {
        "en": "How does our product stack up against those of our competitors?",
        "ru": "Как наша продукция выглядит по сравнению с продукцией конкурентов?"
      },
      {
        "en": "Last year they sold twice as many computers as their competitors.",
        "ru": "В прошлом году они продали в два раза больше компьютеров, чем конкуренты."
      },
      {
        "en": "The company is in the enviable position of having no real competitors.",
        "ru": "Данная компания находится в завидном положении, не имея реальных конкурентов."
      },
      {
        "en": "In order to stay in business, you must do better than your competitors.",
        "ru": "Чтобы остаться в бизнесе /не обанкротиться/, нужно добиться большего, чем конкуренты."
      },
      {
        "en": "The firm was able to capitalize on the mistakes made by its competitors.",
        "ru": "Фирме удалось сыграть на ошибках конкурентов."
      },
      {
        "en": "The next version of the software will have the edge over its competitors.",
        "ru": "Следующая версия этого программного обеспечения будет иметь преимущество перед своими конкурентами."
      },
      {
        "en": "They gained a tactical advantage by joining with one of their competitors.",
        "ru": "Они получили тактическое преимущество, объединившись с одним из своих конкурентов."
      },
      {
        "en": "The firm has not been able to pare costs fast enough to match competitors.",
        "ru": "Фирма не смогла сократить затраты достаточно быстро, чтобы угнаться за конкурентами."
      },
      {
        "en": "They glutted the market in order to cause a shakeout of their competitors.",
        "ru": "Они перенасытили рынок, чтобы разорить своих конкурентов."
      },
      {
        "en": "The law firm announced its $50 million merger with one of its competitors.",
        "ru": "Юридическая фирма объявила о пятидесятимиллионном слиянии с одним из своих конкурентов."
      },
      {
        "en": "The company's four major competitors have nothing to rival the new product.",
        "ru": "Четырём основным конкурентам данной компании нечего противопоставить её новому продукту."
      },
      {
        "en": "The American competitors are always ready to underquote the official prices.",
        "ru": "Американские конкуренты всегда готовы назначить более низкие цены, чем официально объявленные."
      },
      {
        "en": "In a cartel, competitors agree to act as a monopoly to gain monopoly profits.",
        "ru": "В картеле конкуренты соглашаются действовать как монополия, с целью получения монопольной прибыли."
      },
      {
        "en": "The list of competitors reads like a who's who of international tennis players.",
        "ru": "Список участников турнира читается как табель о рангах звёзд международного тенниса."
      },
      {
        "en": "They stand to gain an advantage over their competitors by getting an early start.",
        "ru": "Они готовы получить преимущество над своими конкурентами, приступив к работе раньше других."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "competitor"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}