{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "She verbally assaulted one of her coworkers.",
        "ru": "Она нанесла словесное оскорбление одному из своих коллег."
      },
      {
        "en": "He thought most of his coworkers were brainless.",
        "ru": "Большинство своих коллег он считал безмозглыми идиотами."
      },
      {
        "en": "He had been spreading gossip about his coworkers.",
        "ru": "Он распространял сплетни о своих коллегах."
      },
      {
        "en": "His comments earned him the enmity of his coworkers.",
        "ru": "Причиной такой неприязни к нему со стороны коллег послужили его высказывания."
      },
      {
        "en": "He suspects that his coworkers are conniving to get him fired.",
        "ru": "Он подозревает своих коллег в тайном сговоре с целью добиться его увольнения."
      },
      {
        "en": "He directed his ire at the coworkers who reported the incident.",
        "ru": "Он направил свой гнев на коллег, сообщивших об этом происшествии."
      },
      {
        "en": "The budding romance between the coworkers was the talk of the office.",
        "ru": "О зарождающемся романе между этими двумя коллегами говорила вся контора."
      },
      {
        "en": "Her endless excuses for not doing the work madded her overburdened coworkers.",
        "ru": "Её бесконечные оправдания по поводу несделанной работы приводили в ярость перегруженных коллег."
      },
      {
        "en": "She was offended by the profane language that her coworkers used so casually.",
        "ru": "Её оскорбляли вульгарные выражения, которые её коллеги так небрежно употребляли."
      },
      {
        "en": "She estranged several of her coworkers when she let her promotion go to her head.",
        "ru": "Она оттолкнула от себя некоторых сотрудников, когда позволила повышению по службе вскружить себе голову."
      },
      {
        "en": "His coworkers knew him as “Robert,” but his intimates called him “Robbie.”",
        "ru": "Коллеги знали его как Роберта, но близкие называли Робби."
      },
      {
        "en": "The department telltale told the boss that his coworkers were taking extra long breaks.",
        "ru": "Местный стукач рассказал начальнику, что его коллеги по отделу делают очень длинные перекуры."
      },
      {
        "en": "He tends to use too much hacker's slang when talking to coworkers about their computer problems.",
        "ru": "Он обычно использует слишком много хакерского сленга, когда говорит с коллегами об их компьютерных проблемах."
      },
      {
        "en": "He is a coworker of mine.",
        "ru": "Это мой сослуживец /товарищ по работе/."
      },
      {
        "en": "My coworker is a spy for the boss.",
        "ru": "Мой коллега шпионит на начальника."
      },
      {
        "en": "The rules prohibit dating a coworker.",
        "ru": "Правила запрещают служебные романы / отношения с коллегами по работе."
      },
      {
        "en": "He had a romantic relationship with a coworker.",
        "ru": "У него были романтические отношения с коллегой по работе."
      },
      {
        "en": "He was fired for making lascivious remarks to a coworker.",
        "ru": "Его уволили за непристойные замечания в адрес коллеги."
      },
      {
        "en": "It nettles him that his younger coworker got a promotion before he did.",
        "ru": "Его раздражает, что младший коллега получил повышение по службе раньше него."
      },
      {
        "en": "That coworker would be easier to get along with if she weren't so testy all the time.",
        "ru": "С этой сотрудницей было бы легче ладить, не будь она всё время такой вспыльчивой."
      },
      {
        "en": "Enwrapped in my own reverie, I failed to notice the coworker standing outside my cubicle.",
        "ru": "Погружённый в свои мысли, я не заметил коллегу, стоявшего около моей кабинки."
      },
      {
        "en": "A nosy coworker sat down right next to us as we were having an unmistakably private conversation.",
        "ru": "Одна любопытная сотрудница уселась рядышком, пока мы вели явно не предназначенную для чужих ушей беседу."
      }
    ]
  },
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}