{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Eliot wrote plays as well as poetry.",
        "ru": "Элиот писал не только стихи, но и пьесы."
      },
      {
        "en": "All the team played very well today.",
        "ru": "Сегодня вся команда играла очень хорошо."
      },
      {
        "en": "They played well, but they didn't win.",
        "ru": "Они хорошо играли, но не победили."
      },
      {
        "en": "They played well against good opposition.",
        "ru": "Они хорошо сыграли против сильного сопротивления."
      },
      {
        "en": "France played very well in the first half.",
        "ru": "В первом тайме Франция играла очень хорошо."
      },
      {
        "en": "How could she play that well and still lose?",
        "ru": "Как она могла проиграть при такой хорошей игре?"
      },
      {
        "en": "The play is well acted but the plot is weak.",
        "ru": "Пьеса сыграна хорошо, но сюжет — слабый."
      },
      {
        "en": "This speech didn't play well with the American public.",
        "ru": "Эта речь не пользовалась успехом у американской общественности."
      },
      {
        "en": "You have to be in the right frame of mind to play well.",
        "ru": "Чтобы хорошо играть, нужно быть в правильном настроении."
      },
      {
        "en": "I was disappointed that we played so well yet still lost.",
        "ru": "Я был разочарован тем, что мы всё же проиграли, несмотря на такую хорошую игру."
      },
      {
        "en": "It's amazing how well the play has been translated to film.",
        "ru": "Удивительно, насколько хорошо этот спектакль адаптирован для кино."
      },
      {
        "en": "I can play football well, but I'm unable to play now, I don't feel well.",
        "ru": "Я умею хорошо играть в футбол, но сейчас я не могу играть, так как плохо себя чувствую."
      },
      {
        "en": "The team's biggest problem has been inconsistency: it has played well at times, but at other times it has played very poorly.",
        "ru": "Самая большая проблема команды — её нестабильность: иногда она играет хорошо, а временами — очень плохо."
      },
      {
        "en": "His talent is pretty well played out. *",
        "ru": "Его талант уже иссяк."
      },
      {
        "en": "She really plays well when she's pumped. *",
        "ru": "Она отлично играет, когда в форме."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}