{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Who'd have dreamt it? They are getting married.",
        "ru": "Кто бы мог подумать! Они женятся."
      },
      {
        "en": "A few of us had a bet on who'd get married first.",
        "ru": "Некоторые из нас делали ставки на то, кто женится первым."
      },
      {
        "en": "Who'd have thought hippy gear would ever come back!",
        "ru": "Кто бы мог подумать, что хипповые прикиды снова будут в моде!"
      },
      {
        "en": "She was the first teacher who'd made Paul feel like he was somebody.",
        "ru": "Она была первым учителем, который заставил Пола почувствовать себя человеком."
      },
      {
        "en": "He's the type of guy who'd like to take a cheap shot at people. *",
        "ru": "Он относится к тому разряду молодых людей, которые любят отпускать дешевые шутки по поводу недостатков у других людей."
      },
      {
        "en": "The cops hauled in a lanky youth who'd been jostling in the crowd. *",
        "ru": "Полицейские приволокли в участок долговязого парня, который шарил по карманам в толпе."
      },
      {
        "en": "He was just another poor lug who'd cracked up and was talking to himself. *",
        "ru": "Это был еще один бедолага, который тронулся умом и начал разговаривать с самим собой."
      },
      {
        "en": "The taxi-driver had to wait for a lady who'd been caught short in the middle of London. *",
        "ru": "Таксисту пришлось подождать одну даму, которой приспичило в туалет в центре Лондона."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}