{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "wive"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "The husbands and wives were placed in separate groups.",
        "ru": "Мужей и жён поместили в отдельные группы."
      },
      {
        "en": "A Washington newspaper published comparative profiles of the candidates' wives.",
        "ru": "Одна из вашингтонских газет опубликовала для сравнения краткие биографии жен всех кандидатов."
      },
      {
        "en": "Tush, these are trifles and mere old wives' tales!",
        "ru": "Да ну! Все это сущие пустяки и бабьи суеверия!"
      },
      {
        "en": "The immigrants were soon joined by their wives and children.",
        "ru": "К иммигрантам вскоре присоединились их жёны и дети."
      },
      {
        "en": "The typical career pattern was geared to men whose wives didn't work.",
        "ru": "Эта типичная модель развития карьеры была ориентирована на мужчин, жёны которых не работали."
      },
      {
        "en": "Senior professors' wives no longer make afternoon calls on newcomers.",
        "ru": "Жёны старших преподавателей больше не заходят после обеда в гости к новичкам (как было раньше)."
      },
      {
        "en": "It's a matter of pride for some men that their wives don't have to work.",
        "ru": "Для некоторых мужчин очень важно, чтобы их жёнам не приходилось работать — это вопрос чести."
      },
      {
        "en": "Nowadays wives are just as likely to work outside the home as their husbands are.",
        "ru": "В наше время жёны работают вне дома настолько же часто, как их мужья."
      },
      {
        "en": "The day after the massacre the plaints of bereaved mothers and wives could be heard throughout the village.",
        "ru": "На следующий день после резни по всей деревне раздались стенания скорбящих матерей и жён."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "wive"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}