{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "He works the day shift.",
        "ru": "Он работает в дневную смену."
      },
      {
        "en": "She bikes to work every day.",
        "ru": "Она каждый день ездит на работу на велосипеде."
      },
      {
        "en": "I take the odd day off work.",
        "ru": "Время от времени я беру на работе отгул. (здесь the odd = occasional, брит.)"
      },
      {
        "en": "He works all day for peanuts.",
        "ru": "Он весь день работает за гроши."
      },
      {
        "en": "The day shift worked overtime.",
        "ru": "Дневная смена работала сверхурочно."
      },
      {
        "en": "He works all day on a computer.",
        "ru": "Он весь день работает на компьютере."
      },
      {
        "en": "I've had a hellish day at work.",
        "ru": "У меня был адский день на работе."
      },
      {
        "en": "We both had hectic days at work.",
        "ru": "У нас обоих были суматошные дни на работе."
      },
      {
        "en": "I go swimming every day after work.",
        "ru": "Я хожу плавать (в бассейн) каждый день после работы."
      },
      {
        "en": "I had a stressful day at work today.",
        "ru": "У меня сегодня был напряжённый день на работе."
      },
      {
        "en": "We worked all day without refreshment.",
        "ru": "Мы работали весь день без отдыха."
      },
      {
        "en": "They work all day for a mere pittance.",
        "ru": "Они работают круглые сутки за сущие гроши."
      },
      {
        "en": "He commutes to work every day by train.",
        "ru": "Он каждый день добирается на работу поездом."
      },
      {
        "en": "I report to work every day at 9 o'clock.",
        "ru": "Каждый день я являюсь на работу к девяти часам."
      },
      {
        "en": "She works days and goes to school nights.",
        "ru": "Днём она работает, а по вечерам учится."
      },
      {
        "en": "I work days one week and nights the next.",
        "ru": "Одну неделю я работаю днем, а другую ночью."
      },
      {
        "en": "I get crotchety after a long day at work.",
        "ru": "После долгого дня, проведённого на работе, я становлюсь раздражительной."
      },
      {
        "en": "She starts work every day by reading her e-mail.",
        "ru": "Каждый день она начинает работу с прочтения электронной почты."
      },
      {
        "en": "It was a small economy to walk to work every day/",
        "ru": "Каждодневное хождение на работу пешком экономило немного денег."
      },
      {
        "en": "Scientists worked day and night to break the code.",
        "ru": "Ученые работали день и ночь, чтобы взломать этот код."
      },
      {
        "en": "I get so tired of slaving at this work day after day.",
        "ru": "Я так устал пахать на этой работе день за днём."
      },
      {
        "en": "Nick patiently repeated that he had to work that day.",
        "ru": "Ник терпеливо повторил, что ему пришлось работать в тот день."
      },
      {
        "en": "I worked all day, I'm way baked to do anything tonight.",
        "ru": "Я весь день работал"
      },
      {
        "en": "A substantial number of people commute to work each day.",
        "ru": "Каждый день на работу ездит значительное количество людей."
      },
      {
        "en": "So how's it going at work these days? Still enjoying it?",
        "ru": "Ну, как у тебя сейчас дела на работе? По-прежнему нравится?"
      },
      {
        "en": "It's unreasonable to expect you to work seven days a week.",
        "ru": "Неразумно требовать, чтобы вы работали семь дней в неделю."
      },
      {
        "en": "It's a real drag having to travel so far to work every day.",
        "ru": "Как же надоело ездить каждый день так далеко на работу!"
      },
      {
        "en": "Tom has been hard at work all day, banging out a new story.",
        "ru": "Том корпел весь день, набивая на печатной машинке свой новый рассказ."
      },
      {
        "en": "They struck in support of their claim for a shorter work day.",
        "ru": "Они устроили забастовку в поддержку своего требования сократить рабочий день."
      },
      {
        "en": "You miss a lot of office gossip when you have a day off work.",
        "ru": "Когда у тебя отгул, упускаешь целую кучу офисных сплетен."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}