{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "All the world's a stage.",
        "ru": "Весь мир — театр."
      },
      {
        "en": "If the world's not coming to rack.",
        "ru": "Если мир не погибнет."
      },
      {
        "en": "We are devouring the world's resources.",
        "ru": "Мы поглощаем природные ресурсы нашей планеты."
      },
      {
        "en": "The World's Fair had numerous pavilions.",
        "ru": "На Всемирной выставке было множество павильонов."
      },
      {
        "en": "The world's population continues to grow.",
        "ru": "Население мира продолжает расти."
      },
      {
        "en": "He was one of the world's foremost scholars.",
        "ru": "Он был одним из самых выдающихся мировых учёных."
      },
      {
        "en": "He'll be competing against the world's best.",
        "ru": "Он будет соревноваться с лучшими в мире."
      },
      {
        "en": "The world's population has increased greatly.",
        "ru": "Мировое население значительно выросло."
      },
      {
        "en": "The country is the world's leading oil producer.",
        "ru": "Страна является самым большим в мире производителем нефти."
      },
      {
        "en": "The city currently ranks as the world's largest.",
        "ru": "В настоящее время этот город считается самым большим в мире."
      },
      {
        "en": "We are in danger of exhausting the world's oil supply.",
        "ru": "Нам угрожает опасность истощения мировых запасов нефти."
      },
      {
        "en": "She used to be one of the world's top fashion models .",
        "ru": "Когда-то она была одной из лучших в мире моделей."
      },
      {
        "en": "The world's largest market for illegal drugs is the US.",
        "ru": "Крупнейшим в мире рынком наркотиков являются США."
      },
      {
        "en": "Most of the world's population doesn't get enough to eat.",
        "ru": "Большинство мирового населения не получает достаточного питания."
      },
      {
        "en": "She equalled the world's record and beat the British best.",
        "ru": "Она повторила мировой рекорд и улучшила рекорд Великобритании."
      },
      {
        "en": "The Sahara is one of the world's least hospitable regions.",
        "ru": "Сахара - один из наименее гостеприимных регионов мира."
      },
      {
        "en": "She'll be racing against some of the world's top athletes.",
        "ru": "Она будет соревноваться с лучшими спортсменами мира."
      },
      {
        "en": "The company manufactures paper that rivals the world's best.",
        "ru": "Компания изготавливает бумагу, не уступающую лучшим в мире образцам."
      },
      {
        "en": "Rostropovich was long considered the world's foremost cellist.",
        "ru": "Ростропович долгое время считался самым выдающимся виолончелистом в мире."
      },
      {
        "en": "The magazine commissioned a story about the world's best beaches.",
        "ru": "Редакция журнала поручила написать статью о лучших пляжах мира."
      },
      {
        "en": "US races itself in attempts of gaining the whole world's respect.",
        "ru": "Соединённые Штаты очень стараются завоевать доверие всего мира."
      },
      {
        "en": "Her panache at dealing with the world's media is quite astonishing.",
        "ru": "Её особый стиль общения с журналистами просто поразителен."
      },
      {
        "en": "The humble potato may be the key to feeding the world's population.",
        "ru": "Обыкновенный картофель может сыграть ключевую роль в обеспечении едой населения всего мира."
      },
      {
        "en": "He had set himself the lofty goal of reaching the world's top five.",
        "ru": "Он поставил перед собой высокую цель — войти в пятёрку лучших в мире."
      },
      {
        "en": "One of the world's oldest cars has gone on display in Brighton today.",
        "ru": "Один из старейших в мире автомобилей сегодня выставлен на обозрение в Брайтоне."
      },
      {
        "en": "A facsimile of the world's first computer was exhibited in the museum.",
        "ru": "В музее была выставлена точная копия первого в мире компьютера."
      },
      {
        "en": "The world's population of sea turtles has now become dangerously small.",
        "ru": "Мировая популяция морских черепах в настоящее время стала опасно маленькой."
      },
      {
        "en": "The UK is the world's third largest arms producer, after the USA and Russia.",
        "ru": "Великобритания является третьим в мире производителем вооружений, после США и России."
      },
      {
        "en": "A recent poll put Doctor Martens among the world's top thirty designer labels.",
        "ru": "Недавний опрос поставил \"Доктор Мартенс\" в число тридцати ведущих дизайнерских лейблов в мире."
      },
      {
        "en": "The Great Pyramids of Egypt are giants among the world's architectural wonders.",
        "ru": "Великие Египетские пирамиды являются гигантами среди архитектурных чудес света."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}