{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "native"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "He was not certain whether the natives were friendly.",
        "ru": "Он не был уверен в дружелюбии туземцев."
      },
      {
        "en": "The natives used us friendly.",
        "ru": "Туземцы относились к нам дружелюбно."
      },
      {
        "en": "One of the natives was badly mauled by this crocodile.",
        "ru": "Один из аборигенов не на шутку пострадал от этого крокодила."
      },
      {
        "en": "The natives prostrated themselves before the figure of the god.",
        "ru": "Туземцы падали ниц перед статуей бога."
      },
      {
        "en": "The common size of the natives is somewhat under six inches high.",
        "ru": "Аборигены обычно ростом ниже шести дюймов."
      },
      {
        "en": "Natives of Quebec speak Canadian French.",
        "ru": "Уроженцы Квебека говорят на канадском французском."
      },
      {
        "en": "The natives were intrigued with the colour of our skin.",
        "ru": "Местные жители очень заинтересовались цветом нашей кожи."
      },
      {
        "en": "The writer talks about the quaint customs of the natives.",
        "ru": "Писатель рассказывает о причудливых обычаях местных жителей."
      },
      {
        "en": "Natives were amazed at the apparition of this white stranger.",
        "ru": "Туземцы были поражены появлением этого белого чужака."
      },
      {
        "en": "They used force to banish the natives from the more fertile land.",
        "ru": "Они силой изгоняли туземцев с более плодородных земель."
      },
      {
        "en": "The natives keep in favour by kowtowing to the governing officials.",
        "ru": "Местные жители пользуются расположением властей, подлизываясь к правительственным чиновникам."
      },
      {
        "en": "The natives pointed out to me whereabouts they passed in the valley.",
        "ru": "Аборигены показали мне, где они проходили по долине."
      },
      {
        "en": "The shipwrecked sailors intermarried with the natives living on the island.",
        "ru": "Матросы, терпевшие кораблекрушения, женились на местных жительницах."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "native"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}