{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "neighbour",
      "neighboured",
      "neighbouring",
      "neighbourly"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "We could hear the neighbours arguing.",
        "ru": "Нам было слышно, как спорят соседи."
      },
      {
        "en": "The neighbours must think we're crazy.",
        "ru": "Соседи, должно быть, думают, что мы сумасшедшие."
      },
      {
        "en": "I don't want our neighbours prying into our affairs.",
        "ru": "Не хочу, чтобы соседи совали свой нос в наши дела."
      },
      {
        "en": "Our neighbours bordering about us.",
        "ru": "Территория наших соседей соприкасается с нашей территорией."
      },
      {
        "en": "I would be ashamed to beg from my neighbours.",
        "ru": "Я бы сгорел от стыда, если бы мне пришлось просить денег у соседей."
      },
      {
        "en": "His banging roused the neighbours.",
        "ru": "Своим стуком он разбудил соседей."
      },
      {
        "en": "They've had a fight with the neighbours.",
        "ru": "Они поссорились с соседями."
      },
      {
        "en": "The neighbours tend to keep their distance.",
        "ru": "Соседи, как правило, предпочитают держать дистанцию /не хотят идти на сближение/."
      },
      {
        "en": "You know, I have no neighbours to cample to.",
        "ru": "Видите ли, у меня нет соседей, с которыми можно ругаться."
      },
      {
        "en": "Hard feelings existed between the neighbours.",
        "ru": "Между соседями были очень враждебные отношения."
      },
      {
        "en": "The women are bartering with their neighbours.",
        "ru": "Женщины торгуются с соседками."
      },
      {
        "en": "We must ask our new neighbours over for a drink.",
        "ru": "Обязательно нужно как-то пригласить к нам новых соседей на стаканчик-другой."
      },
      {
        "en": "Have you been sparring with the neighbours again?",
        "ru": "Ты опять поругался с соседями?"
      },
      {
        "en": "The country is plagued with three bad neighbours.",
        "ru": "Страна несёт на себе проклятье - три враждебных соседа."
      },
      {
        "en": "People like to pass the time of day with neighbours.",
        "ru": "Люди любят болтать о пустяках с соседями."
      },
      {
        "en": "In contrast to their neighbours, they live modestly.",
        "ru": "В отличие от своих соседей, они живут скромно."
      },
      {
        "en": "Neighbours raised the alarm when they smelled smoke.",
        "ru": "Соседи подняли тревогу, когда почувствовали запах дыма."
      },
      {
        "en": "When did your neighbours get back from their holiday?",
        "ru": "Когда твои соседи вернулись из отпуска?"
      },
      {
        "en": "They are neighbours of ours, but we do not know them.",
        "ru": "Они наши соседи, но мы с ними не знакомы."
      },
      {
        "en": "The police quizzed the neighbours about the incident.",
        "ru": "Полиция опросила соседей по поводу происшествия."
      },
      {
        "en": "Our neighbours have just bought themselves a jacuzzi.",
        "ru": "Наши соседи только что купили себе джакузи."
      },
      {
        "en": "The neighbours regarded him as something of an enigma.",
        "ru": "Соседи считали его немного загадочным."
      },
      {
        "en": "All of the neighbours were a little in awe of my mother.",
        "ru": "Все соседи немного побаивались моей матери и очень её уважали."
      },
      {
        "en": "Each element is mathematically coupled to its neighbours.",
        "ru": "Каждый элемент математически связан с соседними."
      },
      {
        "en": "Neighbours complained to the police about the dogs barking.",
        "ru": "Соседи пожаловались в полицию на лай собак."
      },
      {
        "en": "The noise from the neighbours used to drive him to despair.",
        "ru": "Раньше шум, который поднимали соседи, доводил его до отчаяния."
      },
      {
        "en": "He makes such a racket I'm afraid he disturbs the neighbours.",
        "ru": "Он так шумит, что, боюсь, мешает соседям."
      },
      {
        "en": "She loves visiting with her neighbours and having a good gossip.",
        "ru": "Она любит поболтать и посплетничать с соседками."
      },
      {
        "en": "All your neighbours share in your sorrow at the loss of your son.",
        "ru": "Все соседи разделяют ваше горе в связи с потерей сына."
      },
      {
        "en": "When our washing machine broke, our neighbours let us use theirs.",
        "ru": "Когда наша стиральная машина сломалась, соседи позволили нам пользоваться своей."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "neighbour",
      "neighbouring",
      "neighbourly",
      "neighboured"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}