{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [],
    "word_forms": [],
    "examples": [
      {
        "en": "Speak not so grossly.",
        "ru": "Не говори так грубо."
      },
      {
        "en": "Common sense is not so common.",
        "ru": "Здравый смысл встречается не так уж часто."
      },
      {
        "en": "I'm afraid the news is not so good.",
        "ru": "К сожалению, новости не очень хорошие."
      },
      {
        "en": "He is not so simple as you suppose.",
        "ru": "Он не так прост (наивен), как вы думаете."
      },
      {
        "en": "I am not so stupid as to believe him.",
        "ru": "Я не настолько глупа, чтобы ему поверить."
      },
      {
        "en": "You needn't scringe, all is not so bad.",
        "ru": "Не бойся, все не так плохо."
      },
      {
        "en": "The test was not so very hard after all.",
        "ru": "В конце концов, испытание было не таким уж и сложным."
      },
      {
        "en": "He is not so tall as to reach the ceiling.",
        "ru": "Он не настолько высок, чтобы достать до потолка."
      },
      {
        "en": "The bed was not so comfortable as his own.",
        "ru": "В этой кровати ему было не так удобно, как в своей собственной."
      },
      {
        "en": "You are saying things that are just not so.",
        "ru": "Вы говорите вещи, которые просто не являются правдой."
      },
      {
        "en": "He's hot at math but not so hot at history.",
        "ru": "Он хорош в математике, но вот с историей у него похуже."
      },
      {
        "en": "He is just so not the right person for her.",
        "ru": "Он просто настолько ей не подходит!."
      },
      {
        "en": "You would not so positively affirm this fact.",
        "ru": "Вам не следовало бы так категорично заявлять об этом факте."
      },
      {
        "en": "I ate a big breakfast so I'm not very hungry.",
        "ru": "Я хорошо позавтракал, так что не очень хочу есть."
      },
      {
        "en": "He was a savage still, but not so often a devil.",
        "ru": "Характер у него был такой же дикий, но уже не такой злобный."
      },
      {
        "en": "I'll ask you round for tea when I'm not so busy.",
        "ru": "Я приглашу тебя на чашку чая, когда буду немного свободнее."
      },
      {
        "en": "You need to learn to share and not be so grabby.",
        "ru": "Тебе нужно научиться делиться и не быть таким жадным."
      },
      {
        "en": "Macbeth is not half so bad as the play makes him.",
        "ru": "Макбет и на половину не так плох, как он изображён в пьесе."
      },
      {
        "en": "“I wish it were not so” is in the subjunctive.",
        "ru": "Фраза \"я хотел бы,чтобы это было не так\" стоит в сослагательном наклонении."
      },
      {
        "en": "We'll have to be quiet so as not to wake the baby.",
        "ru": "Нам придётся вести себя тихо, чтобы не разбудить ребенка."
      },
      {
        "en": "The subject is not so abstruse as I thought it was.",
        "ru": "Предмет (учебный), оказался не таким трудным, как я думал."
      },
      {
        "en": "The devil is not so bad as he is painted. посл.",
        "ru": "Не так страшен черт, как его малюют."
      },
      {
        "en": "Not so fast. We've got to prove it first, haven't we?",
        "ru": "Не так быстро. Сперва мы должны это доказать, не так ли?"
      },
      {
        "en": "His smile was a recognition that things were not so bad.",
        "ru": "Его улыбка означала признание того факта, что всё не так плохо."
      },
      {
        "en": "His army was not near so numerous as when he left Spain.",
        "ru": "Его армия вовсе не была такой же многочисленной, как тогда, когда он покидал Испанию."
      },
      {
        "en": "The details are not so much wrong as they are incomplete.",
        "ru": "Подробности не столько неверные, сколько неполные."
      },
      {
        "en": "Her needs are just as important as yours, if not more so.",
        "ru": "Её потребности настолько же важны, как и ваши, если не важнее."
      },
      {
        "en": "I am not so partial to the royal judgment as to support it.",
        "ru": "Мне не настолько близко королевское решение, чтобы я его поддерживал."
      },
      {
        "en": "How can we word the letter so as not to offend the parents?",
        "ru": "Как нам составить это письмо, чтобы не обидеть родителей?"
      },
      {
        "en": "Buck up, kids, it's not so bad as you're making it out to be.",
        "ru": "Веселей, ребята, — всё не так плохо, как вы думаете."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}