{
  "conceptnet": {
    "related_terms": {},
    "distinct_terms": {},
    "synonyms": {},
    "antonyms": {},
    "similar_terms": {},
    "word_forms": {}
  },
  "relatedwords": {},
  "related_ngsl": {},
  "related_awl_economics": {},
  "related_awl_computer_science_s": {},
  "related_awl_computer_science": {},
  "irregular_words": {},
  "plurals": {},
  "gerunds": {},
  "wooordhunt": {
    "similar_words": [
      "nurse"
    ],
    "word_forms": [],
    "examples": [
      {
        "en": "We need to train more nurses.",
        "ru": "Нам нужно готовить больше медсестёр."
      },
      {
        "en": "There's an urgent need for more nurses.",
        "ru": "Срочно нужны ещё медсёстры."
      },
      {
        "en": "Nurses do triage in the emergency room.",
        "ru": "Медсестры распределяют пациентов (по степени их состояния) в отделении экстренной помощи."
      },
      {
        "en": "We'll need input from community nurses.",
        "ru": "Нам понадобится помощь участковых медсестёр."
      },
      {
        "en": "Nurses are employed on a full-time basis.",
        "ru": "Медсёстры нанимаются на работу на основе полной занятости."
      },
      {
        "en": "Nurses often work long hours for low pay.",
        "ru": "Медсестры часто работают допоздна за низкую плату."
      },
      {
        "en": "Nurses are demanding higher rates of pay.",
        "ru": "Средний медперсонал требует более высокой оплаты."
      },
      {
        "en": "Nurses in training study in their own time.",
        "ru": "Медсестры, находящиеся на стажировке, обучаются в своё свободное время."
      },
      {
        "en": "The nurses prepared the patient for surgery.",
        "ru": "Медсестры подготовили больного к операции."
      },
      {
        "en": "The nurses had to hyperventilate the patient.",
        "ru": "Медсестрам пришлось прибегнуть к гипервентиляции пациента."
      },
      {
        "en": "Community nurses are paid a mileage allowance.",
        "ru": "Участковым медсёстрам выдаются деньги на оплату проезда."
      },
      {
        "en": "One of the nurses poked her head around the door.",
        "ru": "Одна из медсестёр выглянула из-за двери."
      },
      {
        "en": "Doctors and nurses work hand in hand to save lives.",
        "ru": "Врачи и медсёстры работают рука об руку, чтобы спасти жизни."
      },
      {
        "en": "Nurses constantly monitored the patient's heart rate.",
        "ru": "Медсёстры постоянно контролировали пульс пациента."
      },
      {
        "en": "Some of the doctors are paid almost twice as much as the nurses.",
        "ru": "Некоторым врачам платят почти вдвое больше, чем медсёстрам."
      },
      {
        "en": "Nurses have threatened to come out in support of their pay claim.",
        "ru": "Медсестры пригрозили устроить забастовку,требуя повысить их заработную плату."
      },
      {
        "en": "The townspeople fee country lasses as housemaids, nurses, and cooks.",
        "ru": "Горожане нанимают деревенских девушек в качестве служанок, нянек и поварих."
      },
      {
        "en": "Mrs. George was full of praise for her nurses (=she praised them a lot).",
        "ru": "Миссис Джордж не скупилась на похвалу в адрес медсестёр (т.е. она их очень хвалила)."
      },
      {
        "en": "The nurses' union was quoted as an example of a responsible trade union.",
        "ru": "Профсоюз медсестёр привели в качестве примера ответственного профсоюза."
      },
      {
        "en": "Not only do the nurses want a pay increase, they want reduced hours as well.",
        "ru": "Медсестры хотят не только повышения зарплаты, но и сокращения рабочего времени."
      },
      {
        "en": "Several nurses working under the direction of this doctor have made complaints.",
        "ru": "Несколько медсестёр, работающих под руководством этого врача, подали жалобы."
      },
      {
        "en": "Nurses visit the mother and baby for two weeks after their discharge from the hospital.",
        "ru": "Медсёстры навещают мать и ребёнка в течение двух недель после выписки из больницы."
      },
      {
        "en": "Nurses want an improved career structure (=better opportunities to move upwards in their jobs).",
        "ru": "Средний медперсонал хочет улучшения карьерных перспектив (т.е. улучшения возможностей для перемещения вверх по карьерной лестнице)."
      },
      {
        "en": "The Council has made it mandatory for all nurses to attend a refresher course every three years.",
        "ru": "Совет обязал всех медсестёр раз в три года проходить курсы повышения квалификации."
      },
      {
        "en": "District nurses, health visitors, and school nurses will come under the umbrella term 'community nursing'.",
        "ru": "Участковые медсестры, социальные работники, школьные медсестры придут общей группой, как люди оказывающие медицинскую помощь на дому."
      },
      {
        "en": "Doctors and nurses working in an operating theatre have to mask their noses and mouths with a specially clean cloth.",
        "ru": "Врачи и сёстры, делающие операцию, должны закрывать нос и рот стерильной тканью."
      }
    ]
  },
  "custom_words": [],
  "important_word": {
    "word_forms": [],
    "synonyms": [],
    "antonyms": [],
    "similar_terms": [
      "nurse"
    ],
    "gerunds": [],
    "irregular_words": [],
    "relatedwords": []
  }
}